<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с главни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Statistics                                   */
/*            Файл :  /modules/Statistics/language/lang-bulgarian.php     */
/*                                                                        */
/**************************************************************************/

define("_HITS","Посещения");
define("_BROWSERS","Браузъри");
define("_OPERATINGSYS","Операционна Система");
define("_UNKNOWN","Неизвестно");
define("_OTHER","Друго / Неизвестно");
define("_MISCSTATS","Разнообразна Статистика");
define("_REGUSERS","Регестрирани Потребители:");
define("_ACTIVEAUTHORS","Активни Автори:");
define("_STORIESPUBLISHED","Публикувани Статии:");
define("_SACTIVETOPICS","Активни Теми:");
define("_COMMENTSPOSTED","Изпратени Коментари:");
define("_SSPECIALSECT","Специални Секции:");
define("_ARTICLESSEC","Статии в Секции:");
define("_LINKSINLINKS","Връзки във WEB Връзки:");
define("_LINKSCAT","Категории във WEB Връзки:");
define("_NEWSWAITING","Новини Изчакващи да бъдат Публикувани:");
define("_NUKEVERSION","Версия на PHP-Nuke:");
define("_SEARCHENGINES","Търсещи Машини");
define("_BOTS","Роботи/Паяци");
define("_STATS","Достъпни Статистики");
define("_RETURNBASICSTATS","Връщане към Основните Статистики");
define("_BACKTODETSTATS","Обратно към Подробните Статистики");
define("_BACKTOMAIN","Обратно към Начало");
define("_TODAYIS","Днес е");
define("_MOSTMONTH","Най-Активен Mесец");
define("_MOSTDAY","Най-Активен Ден");
define("_MOSTHOUR","Най-Активен Час");
define("_YEARLYSTATS","Годишни Статистики");
define("_MONTLYSTATS","Месечни Статистики за");
define("_SPAGESVIEWS","Разглеждания на Страница");
define("_DAILYSTATS","Дневни Статиски за");
define("_HOURLYSTATS","Часови Статистики за");
define("_VIEWDETAILED","Преглед на Детайлните Статистики");

/*******************************************************/
/*                                                     */
/* Следва превод на дефиниции използвани в ИНФОРМАТОР  */
/* http://www.informator.org/                          */
/* info@informator.org                                 */
/*                                                     */
/*******************************************************/

define("_VDSTATS","Детайлни Статистики");
define("_IPTRACKINGINFO","IP Трейкинг Информация");
define("_VIEWIPSTATS","IP Статистики");
define("_IPADDRESS","IP Адреси");
define("_RESOLVEDIPADDRESS","Постоянни IP Адреси");
define("_LASTVIEWED","Последен Преглед");
define("_HITS","Посещения");
define("_PAGEVIEWINFO","Информация за Прегледи на Старница");
define("_PAGEVIEWED","Преглед на Страница");
define("_DATE","Дата");  

?>