<?php
/***************************************************************************
 *                       lang_admin.php [Simplified Chinese]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id: lang_faq.php,v 1.1 2004/07/17 09:18:34 akamu Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

/* CONTRIBUTORS:
	2002-12-15	Philip M. White (pwhite@mailhaven.com)
		Fixed many minor grammatical problems.
*/

//
// Translation by:
//      inker    :: http://www.byink.com
//
//      For questions and comments use: support@byink.com
//      last modify   : 2002/3/1
//

//
// Update by:
//	iCy-fLaME
//      For questions and comments use: icy_flame_hm@hotmail.com
//      last modify   : 05 Apr 2004
//

//
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\";
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//


$faq[] = array("--","µÇÂ¼ºÍ×¢²áÎÊÌâ");
$faq[] = array("ÎªÊ²Ã´ÎÒ²»ÄÜµÇÂ¼£¿", "Äú×¢²á¹ýÁËÂð£¿Äú±ØÐë×¢²á²Å¿ÉÒÔµÇÂ¼¡£ÄúÊÇ·ñÔÚÕâ¸öÂÛÌ³±»½ûÖ¹ÁË£¿£¨Èç¹ûÊÇ£¬Äú»á¿´µ½ÌáÊ¾£©Èç¹ûÊÇÕâÑùµÄ»°ÇëÄúÓëÂÛÌ³¹ÜÀíÔ±ÁªÏµ²éÃ÷Ô­Òò¡£Èç¹ûÄúÈ·Êµ×¢²á¹ý²¢ÇÒÃ»ÓÐ±»½ûÖ¹È»¶øÄúÈÔÈ»²»ÄÜµÇÂ¼£¬ÄÇÃ´Çë×ÐÏ¸¼ì²éÄúµÄÓÃ»§ÃûºÍÃÜÂë,Í¨³£ÕâÊÇ²»ÄÜµÇÂ½µÄÔ­Òò¡£Èç¹ûÎÊÌâÈÔ¾É´æÔÚÇë¼°Ê±Í¨ÖªÂÛÌ³¹ÜÀíÔ±£¬ËûÃÇÓÐ¿ÉÄÜ»á´íÎóÅäÖÃÂÛÌ³µÄÉè¶¨¡£");
$faq[] = array("ÎªÊ²Ã´ÎÒÐèÒª×¢²á?", "Äú¿ÉÒÔ²»×¢²á,ÊÇ·ñ×¢²áºó²Å¿ÉÒÔ·¢±íÎÄÕÂÊÇÓÉÂÛÌ³¹ÜÀíÔ±¾ö¶¨µÄ. ÎÞÂÛÈçºÎ×¢²á½«¸øÄúÌá¹©²»¶ÔÓÎ¿ÍÌá¹©µÄ¹¦ÄÜ.ÀýÈç£ºÍ·Ïñ¹¦ÄÜ¡¢Ë½ÈËÁôÑÔ·þÎñ¡¢·¢ËÍµç×ÓÐÅ¼þ¸øÅóÓÑ¡¢¼ÓÈë³ÉÔ±×éµÈµÈ¡­¡­ ×¢²á½ö½ö»¨·ÑÄúÒ»µãµãµÄÊ±¼ä,ÎÒÃÇÍÆ¼öÄúÕâÑù×ö.");
$faq[] = array("ÎªÊ²Ã´ÎÒ»á×Ô¶¯×¢Ïú?", "Èç¹ûÄúµÇÂ½Ê±£¬Èç¹ûÄúÃ»ÓÐ¹´Ñ¡[×Ô¶¯µÇÂ½]µÄÑ¡Ïî. ÂÛÌ³½«Ö»ÔÚÏµÍ³Ô¤ÉèµÄÊ±¼äÄÚÊÓÄúÎªÔÚÏß.ÕâÊÇÎªÁË·ÀÖ¹±ðÈËÎóÓÃÄúµÄÕËºÅ.Èç¹ûÄúÏ£Íû³¤Ê±¼ä±£³ÖÔÚÏß×´Ì¬,ÇëÑ¡ÖÐ[×Ô¶¯µÇÂ½]µÄÑ¡Ïî.Èç¹ûÄúÕýÔÚÊ¹ÓÃÒ»Ì¨¹«ÓÃµÄµçÄÔ£¬±ÈÈçÔÚÍ¼Êé¹Ý£¬Íø°É£¬Ñ§Ð£µÈµØ·½£¬ÎÒÃÇ²»ÍÆ¼öÄúÑ¡ÖÐÕâ¸öÑ¡Ïî.");
$faq[] = array("ÔõÑùÊ¹ÎÒµÄÓÃ»§Ãû²»³öÏÖÔÚÔÚÏßÓÃ»§ÁÐ±íÉÏ?", "ÔÚÄúµÄ¸öÈË×ÊÁÏÀïÄú»áÕÒµ½Ò»¸öÑ¡Ïî[Òþ²ØÄúµÄÔÚÏß×´Ì¬],Èç¹ûÉè¶¨ÎªÊÇ,ÄúµÄÔÚÏß×´Ì¬½«Ö»ÓÐÄú×Ô¼ººÍ¹ÜÀíÔ±¿´µÃµ½,Äú»á±»ÈÏÎªÊÇÒ»Î»ÒþÉí»áÔ±.");
$faq[] = array("ÎÒÍü¼ÇÁËÃÜÂë!", "ÎÞÐèµ£ÐÄ,µ±ÄúÎÞ·¨ÏëÆð×Ô¼ºµÄÃÜÂëÊ±,ÏµÍ³¿ÉÒÔÎªÄúÖØÉè.µ½µÇÂ½Ò³²¢µã»÷[ÎÒÍü¼ÇÁËÃÜÂë],×ñÑ­Ö¸Ê¾Äú»áºÜ¿ì»Øµ½ÂÛÌ³.");
$faq[] = array("ÎÒ×¢²áÁËµ«ÊÇ²»ÄÜµÇÂ¼!", "Ê×ÏÈ¼ì²éÄúÊäÈëµÄÓÃ»§ÃûºÍÃÜÂëÊÇ·ñÕýÈ·£¬Èç¹ûËüÃÇÊÇÕýÈ·µÄÄÇÃ´¿ÉÄÜÓÐÒÔÏÂ¼¸ÖÖÇé¿ö.¼ÙÈçÂÛÌ³Æô¶¯ÁË COPPA ¹¦ÄÜ²¢ÇÒÄúµã»÷ÁË[ÎÒÐ¡ÓÚ 13 Ëê]µÄÁ¬½Ó£¬Äú±ØÐë×ñÑ­ÄúµÃµ½µÄËµÃ÷½øÐÐ×¢²á.Èç¹û²»ÊÇÕâ¸öÇé¿ö,ÄÇÃ´ÄúµÄÕËºÅ¿ÉÄÜÐèÒª±»¼¤»î:Ò»Ð©ÂÛÌ³½«ÒªÇóÈ«²¿ÐÂ×¢²áµÄÓÃ»§ÔÚ×¢²áºóÐèÒª¼¤»îÕÊºÅ(ÓÃ»§×ÔÐÐÖ´ÐÐ»òÕßÓÉ¹ÜÀíÔ±Ö´ÐÐ)Èç¹ûÈç¹ûÄúÊÕµ½ÁËÈ·ÈÏÓÊ¼þÄÇÃ´Çë×ñÑ­Ö¸Ê¾²Ù×÷.Èç¹ûÄúÃ»ÓÐÊÕµ½µç×ÓÓÊ¼þ,Çë¼ì²éÄúµÄµç×ÓÓÊ¼þµØÖ·ÊÇ·ñÓÐÐ§.ÁíÒ»¸öÊÕ²»µ½È·ÈÏÓÊ¼þµÄÔ­Òò¿ÉÄÜÊÇÄúËùÊ¹ÓÃµÄµç×ÓÓÊ¼þµØÖ·±»ÏµÍ³·âËøÁË,ÕâÊÇ·ÀÖ¹ÂÛÌ³ÔâÊÜÀÄÓÃ.Èç¹ûÄúÈ·¶¨µç×ÓÓÊ¼þµØÖ·ÎÞÎó,ÇëÁªÏµÂÛÌ³¹ÜÀíÔ±.");
$faq[] = array("ÎÒÒÔÇ°×¢²á¹ýÁË,µ«ÏÖÔÚ²»ÄÜµÇÂ½?!", "×î´óµÄ¿ÉÄÜÐÔÊÇ:ÄúÊäÈëÁË´íÎóµÄÓÃ»§ÃûºÍÃÜÂë(Çë¼ì²éÄúµÚÒ»´Î×¢²áÊ±ÊÕµ½µÄµç×ÓÓÊ¼þ)»òÕß¹ÜÀíÔ±ÒòÎªÒ»Ð©Ô­ÒòÒÑ¾­É¾³ýÁËÄúµÄÕÊºÅ,Èç¹ûÊÇºóÒ»ÖÖÇé¿ö,ÄúÊÇ·ñÒÑ¾­ºÜ¾ÃÃ»ÓÐ·¢±í¹ýÎÄÕÂÁË?¶ÔÓÚ¹ÜÀíÔ±À´Ëµ,Í¨³£»áÖÜÆÚÐÔµØÉ¾È¥Ã»ÓÐ·¢±íÈÎºÎ¶«Î÷µÄÓÃ»§ÒÔ±ã½µµÍÊý¾Ý¿âµÄ´óÐ¡.ÊÔ×ÅÔÙ´Î×¢²á²¢ÇÒ¼ÓÈëÌÖÂÛ°É.");


$faq[] = array("--","ÓÃ»§Æ«°®Éè¶¨");
$faq[] = array("ÈçºÎ¸Ä±äÎÒµÄÉèÖÃ?", "ÄúËùÓÐµÄ¸öÈËÉèÖÃ(Èç¹ûÄúÒÑ¾­³É¹¦×¢²á)»á±»´¢´æÔÚÊý¾Ý¿âÖÐ.µã»÷ [¸öÈË×ÊÁÏ](Í¨³£ÏÔÊ¾ÔÚÒ³Ê×)À´¸Ä±äËùÓÐµÄÉèÖÃ");
$faq[] = array("Ê±¼ä²»ÕýÈ·!", "Ê±¼äÓ¦¸ÃÊÇÕýÈ·µÄ,È»¶ø,Äú¿ÉÄÜ»á¿´µ½Ò»¸ö²»Í¬ÓÚÄúËùÔÚµÄÊ±ÇøµÄÊ±¼ä.Èç¹ûÊÇÕâÑùµÄ»°,ÄúÓ¦¸Ã¸Ä±äÄúµÄ¸öÈËµµ°¸ÄÚµÄÊ±ÇøÉè¶¨µ½ÊÊºÏÊ±Çø,ÀýÈç:Â×¶Ø,°ÍÀè,Å¦Ô¼,Ï¤ÄáµÈµÈ.Ö»ÓÐ×¢²á»áÔ±²Å¿ÉÒÔ×öÕâÐ©Éè¶¨,¼ÙÈçÄúÉÐÎ´×¢²á,ÄÇÃ´ÇëÄúÔ­ÁÂ,Äú²»¿ÉÒÔ×öÉÏÊöµÄÉè¶¨");
$faq[] = array("ÎÒ¸Ä±äÁËÊ±Çøµ«ÊÇÊ±¼äÈÔÈ»´íÎó!", "Èç¹ûÄúÈ·¶¨ÄúÒÑ¾­Éè¶¨ÁËÒ»¸öÕýÈ·µÄÊ±Çøµ«ÊÇÊ±¼äÈÔÈ»ÊÇ²»Í¬,³öÏÖÕâÖÖÇé¿ö×î´óµÄ¿ÉÄÜÊÇÒòÎªÏÄÊ±ÖÆ.Õâ¸öÂÛÌ³Ã»ÓÐÉè¼ÆÔÚÏÄÌìÆÚ¼äÈç´Ë´¦ÀíÔÚ±ê×¼ºÍ°×ÖçÖ®¼äµÄ×ª»»Ê±¼ä,Ê±¼ä¿ÉÄÜÓëÕæÕýµÄµ±µØÊ±¼äµÄÒ»¸öÐ¡Ê±µÄÊ±²î.");
$faq[] = array("ÎÒµÄÓïÑÔ²»ÔÚÁÐ±íÀï!", "×îÓÐ¿ÉÄÜµÄÔ­ÒòÊÇ¹ÜÀíÔ±Ã»ÓÐ°²×°ÄúµÄ¹ú¼ÒÓïÑÔ»òÕß»¹Ã»ÓÐÈÎºÎÈË°ÑÕâ¸öÂÛÌ³·­Òë³ÉÄúµÄ¹ú¼ÒÓïÑÔ.ÊÔ×ÅÎÊÒ»ÏÂËûÃÇÄÜ·ñ°²×°ÄúÐèÒªµÄÓïÑÔ°ü,Èç¹ûËü²»´æÔÚÄú¿ÉÒÔÎªÕâ¸ö×ÔÓÉÈí¼þ½¨Á¢Ò»¸öÓïÑÔ°ü.¸ü¶àÐÅÏ¢¿ÉÒÔÍ¨¹ý·ÃÎÊ phpBB Group Õ¾µãÈ¡µÃ(ÓÚÃ¿Ò³µÄÏÂ·½ÓÐÁ¬½Ó).");
$faq[] = array("ÔõÑù²Å¿ÉÒÔÔÚÎÒµÄÓÃ»§ÃûÏÂÃæÏÔÊ¾ÎÒµÄÍ¼Ïñ?", "µ±¹Û¿´Ìû×ÓÊ±£¬ÔÚÒ»¸öÓÃ»§ÃûÏÂÃæ£¬¿ÉÄÜÓÐÁ½·ùÍ¼Ïñ¡£ µÚÒ»·ùÍ¼ÏñÓëÄúµÄµÈ¼¶ÓÐ¹Ø£¬Í¨³£»áÒÔÐÇÐÇ»òÕßÐ¡·½¸ñµÄÐÍÊ½±íÊ¾ÄúÒÑÔÚÕâ¸öÂÛÌ³·¢ÁË¶àÉÙÌû×ÓÒÔ¼°ÄúÔÚÂÛÌ³ÀïµÄµØÎ»¡£ÏÂÃæ¿ÉÄÜÊÇÒ»·ù¸ü´óÍ¼ÏñµÄ³ÆÎª¡°¸öÐÔÍ·Ïñ¡±£¬¶ÔÃ¿¸ö»áÔ±À´ËµÕâÊÇ¶ÀÌØµÄºÍ¸öÐÔ»¯µÄ£¬Ñ¡ÔñºÍÊÕ¼¯Í·ÏñÊÇÂÛÌ³¹ÜÀíÔ±µÄÔðÈÎ,ËûÃÇÒ²»áÖÆ×÷Ïàµ±µÄ¿ÉÓÃµÄÍ·Ïñ¹©»áÔ±Ñ¡Ôñ,Èç¹ûÄú²»ÄÜÊ¹ÓÃÍ·ÏñÊÇÒòÎª¹ÜÀíÔ±µÄ¾ö¶¨,Äú¿ÉÒÔÑ¯ÎÊËûÃÇÔ­Òò.");
$faq[] = array("ÔõÑù¸Ä±äÎÒµÄµÈ¼¶?", "»ù±¾ÉÏÄú²»ÄÜ¹»Ö±½ÓµÄ¸Ä±äÈÎºÎµÄµÈ¼¶(µÈ¼¶³öÏÖÄúµÄÓÃ»§Ãû³ÆÏÂÃæ¼°¸öÈËµµ°¸ÖÐ),¾ø´ó¶àÊýµÄÂÛÌ³Ê¹ÓÃµÈ¼¶±íÊ¾·¢ÌûÊý²¢ÇÒÇø·ÖÓÃ»§,¾ÙÀýÀ´Ëµ°æÖ÷ºÍ¹ÜÀíÔ±¿ÉÄÜÓÐÌØ±ðµÄµÈ¼¶.Çë²»ÒªºúÂÒÕÅÌùÎÄÕÂÀ´Ôö¼ÓÄúµÄµÈ¼¶,Äú»òÐí¿ÉÒÔÕÒ°æÖ÷,·ñÔòÂÛÌ³¹ÜÀíÔ±Ö»»á½µµÍÄúµÄ¼ÆÊý.");
$faq[] = array("µ±ÎÒµã»÷Ò»Î»»áÔ±µÄµç×ÓÓÊ¼þÁ¬½ÓÊ±ÏµÍ³ÒªÇóÎÒÏÈµÇÂ½?", "±§Ç¸,Ö»ÓÐÒÑ×¢²áµÄÓÃ»§ÄÜ¹»ÒÔÄÚ²¿µç×ÓÓÊ¼þµÄÐÎÊ½(Èç¹û¹ÜÀíÔ±ÒÑ¾­Æô¶¯ÁËÕâ¸ö¹¦ÄÜ)ÏòÆäËüÈË·¢ËÍµç×ÓÓÊ¼þ.ÕâÊÇÎªÁË·ÀÖ¹Ä³Ð©ÄÄúûÓÃ»§´æÐÄ²»Á¼µÄÊ¹ÓÃÕâ¸ö¹¦ÄÜ.");


$faq[] = array("--","·¢ÌûÎÊÌâ");
$faq[] = array("ÎÒÔõÑù¿ÉÒÔÔÚÂÛÌ³ÖÐ·¢±íÐÂÖ÷Ìâ?", "·Ç³£¼òµ¥£¬Äú¿ÉÒÔÍ¨¹ýÂÛÌ³»òÖ÷ÌâÒ³ÃæÉÏµÄÏà¹Ø°´Å¥·¢±íÒ»¸öÐÂµÄÖ÷Ìâ£¬ÔÚÄú·¢±íÈÎºÎÐÅÏ¢ÒÔÇ°£¬Äú¿ÉÄÜÐèÒªÏÈ×¢²á¡£Äú¿ÉÒÔÓÃµ½µÄÂÛÌ³¹¦ÄÜ»áÔÚÂÛÌ³Ò³ÃæµÄµ×²¿ÁÐ³ö(ÈçÄú¿ÉÒÔ·¢±íÐÂÖ÷Ìâ,Äú¿ÉÒÔ·¢ÆðÐÂÃñÒâµ÷²éµÈµÈ)");
$faq[] = array("ÎÒÔõÑù±à¼­»òÉ¾³ýÌû×Ó?", "³ý·ÇÄúÊÇÂÛÌ³¹ÜÀíÔ±»òÂÛÌ³°æÖ÷,·ñÔòÄúÖ»ÄÜ±à¼­»òÉ¾³ýÄúµÄ×Ô¼ºÌû×Ó.Äú¿ÉÒÔÍ¨¹ýµã»÷ÏàÓ¦µÄ[±à¼­]°´Å¥±à¼­Ìû×Ó(ÓÐÊ±Ö»ÓÐÔÚËü·¢±íÖ®ºóµÄÒ»¸öÏÞ¶¨µÄÊ±¼äÄÚ).Èç¹ûÄ³ÈËÒÑ¾­»Ø¸²ÁË¸ÃÖ÷Ìâ,µ±Äú·µ»Øµ½Ö÷ÌâµÄÊ±ºò,Äú»áÔÚÌû×ÓÏÂÃæÕÒµ½Ò»¸öÐ¡µÄ±¾ÎÄÊä³ö¿ò,ÁÐ³öÄú±à¼­ÁËËüµÄ´ÎÊý.Èç¹ûÃ»ÓÐÈË»Ø¸´µÄÇé¿öÏÂËü²»»á³öÏÖ.ÔÚ°æÖ÷»ò¹ÜÀíÔ±±à¼­µÄÌû×ÓÖÐÒ²²»»á³öÏÖ.Çë×¢ÒâÒ»°ãµÄ»áÔ±²»ÄÜ¹»É¾³ýÓÐ»Ø¸´µÄÖ÷Ìâ.");
$faq[] = array("ÔõÑùÎÒ·¢±íµÄÌû×ÓÖÐ¼ÓÈëÇ©Ãû?", "Ê×ÏÈ,ÄúÐèÒªÍ¨¹ýÄúµÄ¸öÈËµµ°¸½¨Á¢Ò»¸öÇ©Ãû,´´½¨Ç©ÃûºóÔÚÄúÃ¿´Î·¢ÌûµÄÊ±ºî¹´Ñ¡[¸öÐÔÇ©Ãû]µÄÑ¡Ôñ¿ò¾Í»áÔÚÄúËù·¢±íµÄÌû×ÓÖÐ¸¿ÉÏÄúµÄ¸öÐÔÇ©ÃûÁË,ÄúÒ²¿ÉÒÔÔÚÄúµÄ¸öÈËµµ°¸ÖÐÉè¶¨Ä¬ÈÏÎªÄúµÄ·¢±íµÄËùÓÐÌû×ÓÖÐ¸½ÉÏÒ»¸öÇ©Ãû(Èç¹ûÓÐ¸ö±ðÌû×Ó²»Ïë¼ÓÉÏÇ©ÃûÖ»ÒªÈ¥³ý¹´Ñ¡¿òÀïµÄÑ¡Ôñ¾Í¿ÉÒÔÁË).");
$faq[] = array("ÔõÑù·¢ÆðÒ»´ÎÃñÒâµ÷²é?", "·¢ÆðÃñÒâµ÷²éµÄ·½·¨·Ç³£¼òµ¥,µ±Äú·¢±íÒ»¸öÐÂµÄÖ÷ÌâÊ±(»òÕß±à¼­Ö÷ÌâµÄÊ×¸öÌû×Ó,¼ÙÈçÄúÓÐÕâÑùµÄÈ¨ÏÞ)Äú»áÔÚÎÄÕÂ·¢±íÀ¸µÄÏÂ·½¿´µ½[Ìí¼ÓÃñÒâµ÷²é](Èç¹ûÄú²»ÄÜ¿´¼ûÄÇÃ´Äú»òÐíÃ»ÓÐÈ¨ÏÞ·¢ÆðÃñÒâµ÷²é).ÄúÓ¦¸ÃÎªÃñÒâµ÷²é¶¨ÒåÒ»¸ö±êÌâÈ»ºóÖÁÉÙ¶þ¸öÑ¡Ïî,Éè¶¨ÃñÒâµ÷²éµÄÑ¡ÏîÀàÐÍ²¢ÇÒµãÒ»ÏÂ[Ìí¼ÓÑ¡Ïî]°´Å¥,Ñ¡ÏîµÄÊýÄ¿»áÓÐÏÞÖÆ,ÓÉ¹ÜÀíÔ±¾ö¶¨.ÄúÒ²ÄÜÉè¶¨Ò»¸öÍ¶Æ±ÆÚÏÞ.0 ´ú±íÎÞÏÞÆÚµÄÃñÒâµ÷²é");
$faq[] = array("ÔõÑù±à¼­»òÉ¾³ýÃñÒâµ÷²é?", "ºÍÎÄÕÂÒ»Ñù,ÃñÒâµ÷²éÖ»ÄÜ±»×î³õµÄ·¢ÆðÈË,³¤ÀÏ(ÂÛÌ³¹ÜÀíÔ±)»ò°æÖ÷±à¼­. Òª±à¼­ÃñÒâµ÷²éÇëµã»÷¸Ãµ÷²éÖ÷ÌâµÄµÚÒ»¸öÌû×Ó(Ëü×ÜÊÇºÍÃñÒâµ÷²é¹ØÁªµÄ).Èç¹ûÃ»ÓÐÈËÍ¶¹ýÆ±,¸ÃÃñÒâµ÷²éµÄ·¢ÆðÈËÄÜ¹»É¾³ýÍ¶Æ±»òÕß±à¼­ÈÎºÎµ÷²éÑ¡Ôñ,µ«ÊÇÈç¹ûÒÑ¾­ÓÐÍ¶Æ±ÁË,ÄÇÃ´¾ÍÖ»ÓÐ°æÖ÷»òÕß¹ÜÀíÔ±ÄÜ¹»±à¼­»òÕßÉ¾³ýËü.");
$faq[] = array("ÎªÊ²Ã´ÎÒ²»ÄÜ·ÃÎÊÄ³¸öÂÛÌ³?", "ÓÐÐ©ÂÛÌ³¿ÉÄÜ»áÏÞÖÆÓÃ»§ºÍ³ÉÔ±×éÈ¥²é¿´,ÔÄ¶ÁºÍ·¢±íµÈ.Äú¿ÉÄÜÐèÒªÌØ±ðµÄÊÚÈ¨,°æÖ÷ºÍ¹ÜÀíÔ±²ÅÄÜ¸³Óè·ÃÎÊÈ¨ÏÞ,Äú¿ÉÒÔÓëËûÃÇÁªÏµ.");
$faq[] = array("ÎªÊ²Ã´ÎÒ²»ÄÜ²Î¼ÓÃñÒâµ÷²é?", "Ö»ÓÐ×¢²á»áÔ±¿ÉÒÔÃñÒâµ÷²é(ÎªÁË±ÜÃâÆÛÆ­½á¹û).¼ÙÈçÄúÒÑ¾­×¢²áÈÔÈ»²»ÄÜÍ¶Æ±ÄÇÃ´»òÐíÄúÃ»ÓÐÊÊµ±µÄÈ¨ÏÞ.");


$faq[] = array("--","°æÃæºÍÖ÷ÌâÀàÐÍ");
$faq[] = array("Ê²Ã´ÊÇBBCode?", "BBCodeÊÇÌØÊâµÄHTMLÓï·¨,ÄúÄÜ·ñÊ¹ÓÃBBCodeÊÇÓÉ¹ÜÀíÔ±¾ö¶¨µÄ(ÄúÒ²¿ÉÒÔÔÚÃ¿´Î·¢ÌûÊ±Ê¹ËüÊ§Ð§)BBCode ±¾ÉíÏàËÆÓÚHTMLµÄÀàÐÍ,±êÇ©Ê¹ÓÃ [and] ¶ø²»ÊÇ <and> ,²¢ÇÒËüÌá¹©ÁË¸ü·½±ãµÄ°æÃæ¿ØÖÆºÍ°²È«ÐÔ.");
$faq[] = array("ÎÒ¿ÉÒÔÊ¹ÓÃHTMLÂð?", "È¡¾öÓÚ¹ÜÀíÔ±ÊÇ·ñÔÊÐí,ËûÃÇÓÐÍêÕûµÄ¿ØÖÆÈ¨ÏÞ.Èç¹ûÄú±»ÔÊÐíÊ¹ÓÃ,Äú»á·¢ÏÖÖ»ÓÐÒ»¶¨µÄ±êÇ©¿ÉÒÔÊ¹ÓÃ,ÕâÊÇ»ùÓÚ°²È«ÀíÓÉ-ÈËÃÇ¿ÉÒÔÍ¨¹ýÀÄÓÃ±êÇ©ÆÆ»µÒ³Ãæ²¼¾Ö¼°ÒýÆðÆäËüÎÊÌâ.Èç¹ûHTML±»¼¤»î,ÄúÈÔÈ»¿ÉÒÔÔÚÃ¿´Î·¢ÌûÊ±Ê¹ËüÊ§Ð§.");
$faq[] = array("Ê²Ã´ÊÇ±íÇé·ûºÅ?", "±íÇé·ûºÅÊÇÊ¹ÓÃ¶Ì´úÂëµÄ´ú±íÍ¼ÏóÀ´±íÊ¾Ò»Ð©Çé¸Ð,ÀýÈç :) ±íÊ¾Óä¿ì, :( ±íÊ¾²»¿ªÐÄ.¿ÉÒÔÔÚ·¢ÌûÊ±¿´µ½ËùÓÐµÄÐ¦Á³·ûºÅµÄÁÐ±í,Çë²»Òª´óÁ¿Ê¹ÓÃÐ¦Á³·ûºÅÔÚÒ»ÕÅÌù×ÓÀï,ËüÃÇ¿ÉÄÜÔì³ÉÔÄ¶Á²»±ãÖÂÊ¹¹ÜÀíÔ±±ØÐëÐÞ¸Ä»òÉ¾³ýÌû×Ó.");
$faq[] = array("ÎÒ¿ÉÒÔÌùÍ¼Âð?", "¿ÉÒÔÔÚÄúµÄÌû×ÓÖÐÏÔÊ¾Í¼Ïñ,µ«ÊÇÄú²»Ò»¶¨ÐèÒªÖ±½ÓÉÏ´«ÄúµÄÍ¼Ïñµ½Õâ¸öÂÛÌ³,ÄúÖ»ÒªÖ¸¶¨Í¼ÏñµÄÎ»ÖÃ,ÀýÈç:http://www.some-unknown-place.net/my-picture.gif Äú²»¿ÉÒÔ°ÑÍ¼ÏñÁ¬½Óµ½Äú×Ô¼ºµÄµçÄÔÉÏ(³ý·ÇÊÇÒ»Ì¨¹«¿ª¿É·ÃÎÊµÄ·þÎñÆ÷)Í¼ÏñÒ²²»ÄÜÔÚÖ¤Ã÷»úÖÆÖ®ºó´¢´æ,ÀýÈç hotmail »ò yahoo ÓÊÏä,ÃÜÂë±£»¤Õ¾µãµÈ,ÏÔÊ¾Í¼Ïñ¿ÉÒÔÊ¹ÓÃBB´úÂëµÄ [img] ±êÇ©»òÕßÇ¡µ±µÄHTML(Èç¹ûÔÊÐí)Á½ÕßÖ®Ò».");
$faq[] = array("Ê²Ã´ÊÇ¹«¸æ?", "¹«¸æ¾­³£°üº¬ÁËÖØÒªµÄÐÅÏ¢,ÄúÓ¦¸Ã¾¡¿ìµØÔÄ¶Á.¹«¸æ»áÔÚÂÛÌ³ÖÐÃ¿Ò³µÄ¶¥¶Ë³öÏÖ,ÄúÊÇ·ñ¿ÉÒÔ·¢±íÒ»¸ö¹«¸æÈ¡¾öÓÚÄúµÄÈ¨ÏÞÐí¿É,ÓÉ¹ÜÀíÔ±¾ö¶¨.");
$faq[] = array("Ê²Ã´ÊÇÖÃ¶¥Ö÷Ìâ?", "ÖÃ¶¥Ö÷Ìâ»á³öÏÖÔÚÂÛÌ³¹«¸æµÄÏÂÃæ,ËüÃÇ°üº¬Ê®·ÖÖØÒªµÄÐÅÏ¢,Òò´Ë¿ÉÄÜµÄ»°ÄúÓ¦¸ÃÔÄ¶ÁËûÃÇ.Í¬ÑùµØÖÃ¶¥µÄÈ¨ÏÞÒ²ÊÇÓÉÂÛÌ³¹ÜÀíÔ±¾ö¶¨.");
$faq[] = array("Ê²Ã´ÊÇËø¶¨µÄÖ÷Ìâ?", "¹ÜÀíÔ±»ò°æÖ÷ÓÐÊ±»á½«Ä³Ö÷ÌâËø¶¨,Äú²»ÄÜ»Ø¸´¸ÃËø¶¨µÄÖ÷Ìâ,ËüËù°üº¬µÄÈÎºÎÃñÒâµ÷²é»á±»×Ô¶¯½áÊø.Ö÷Ìâ¿ÉÄÜ»á±»ÎªÐí¶àÔ­ÒòËø¶¨.");


$faq[] = array("--","ÓÃ»§¼¶±ðºÍ³ÉÔ±×é");
$faq[] = array("Ê²Ã´ÊÇ¹ÜÀíÔ±?", "¹ÜÀíÔ±ÊÇÕâ¸öÂÛÌ³µÄ×î¸ß¿ØÖÆÈË,ËûÃÇÓµÓÐ¿ØÖÆÂÛÌ³µÄÒ»ÇÐÈ¨ÏÞ,°üÀ¨½ûÖ¹ÓÃ»§,½¨Á¢³ÉÔ±×é,¹ÜÀíÂÛÌ³°å¿éµÈ,ÔÚËùÓÐµÄÂÛÌ³ÖÐÒ²ÓÐÍêÕûµÄ°æÖ÷¹ÜÀíÄÜÁ¦.");
$faq[] = array("Ê²Ã´ÊÇ³¤ÀÏ?", "³¤ÀÏÊÇ¶ÀÁ¢µÄ(»òÊÇ³ÉÔ±×é),ËûÃÇ¿ÉÒÔ±à¼­»òÉ¾³ýÌû×Ó,²¢ÇÒ¿ÉÒÔÔÚËûÃÇËù¹ÜÀíµÄ°æÃæÖÐËø¶¨,½âËø,×ªÒÆ,É¾³ý»òÕß·Ö¸îÖ÷Ìâ.³¤ÀÏ»á×èÖ¹»áÔ±·¢±í´íÎó,ÀëÌâ»òÓÐÕùÒéµÄÄÚÈÝ.");
$faq[] = array("Ê²Ã´ÊÇ³ÉÔ±×é?", "³ÉÔ±×éÊÇÒ»¸öÂÛÌ³¹ÜÀíÔ±·Ö×æ¹ÜÀí»áÔ±µÄ·½Ê½.(Õâ¿ÉÄÜ²»Í¬ÓÚÆäËûµÄÂÛÌ³),¶øÇÒÃ¿¸ö³ÉÔ±×éÄÜ±»·ÖÅä¸ö±ðµÄÈ¨ÏÞ.ÕâÊ¹µÃ¹ÜÀíÔ±ÈÝÒ×È¥½¨Á¢¼¸¸öÀàËÆ³¤ÀÏ¹¦ÄÜµÄÓÃ»§,»òÊÇÏÞ¶¨³ÉÔ±×é³ÉÔ±½øÈëÏÞ¶¨°æÃæµÈµÈ.");
$faq[] = array("ÔõÑù¼ÓÈëÒ»¸ö³ÉÔ±×é?", "Òª¼ÓÈëÒ»¸ö³ÉÔ±×éÇëµã»÷Ò³ÃæÉÏ·½(²»Í¬µÄÄ£°åÉè¼ÆÎ»ÖÃ¿ÉÄÜ²»Í¬)µÄ³ÉÔ±×éÁ¬½Ó,Äú¿ÉÒÔÔ¤ÀÀËùÓÐµÄ³ÉÔ±×é,µ«²»ÊÇËùÓÐµÄ³ÉÔ±×é¶¼ÊÇ¿ª·Å·ÃÎÊµÄ,Ò»Ð©»áÊÇ¹Ø±ÕµÄ,Ò»Ð©¿ÉÄÜÊÇÒþ²Ø³ÉÔ±×é,Èç¹û³ÉÔ±×éÊÇ¿ª·ÅµÄ,Äú¿ÉÒÔ°´ÉêÇëÅ¥ÇëÇó¼ÓÈë.Äú½«ÐèÒªµÃµ½¸Ã³ÉÔ±×éµÄ×é³¤Í¬ÒâÄúµÄÇëÇó²Å¿ÉÒÔ¼ÓÈë,ËûÃÇ¿ÉÄÜ»áÎÊÎªÊ²Ã´ÄúÏëÒª²Î¼Ó³ÉÔ±×é.Èç¹ûÇëÇó²»ÐÒ±»²µ»Ø,Çë²»ÒªÒ»Ö±ÖØ¸´ÉêÇë.");
$faq[] = array("ÎÒÔõÑù²ÅÄÜ³ÉÎª×é³¤?", "³ÉÔ±×éÊÇÓÉÂÛÌ³µÄ¹ÜÀíÔ±½¨Á¢µÄ,Í¬Ê±ËûÃÇÒ²»á·ÖÅäÒ»Î»×é³¤. Èç¹ûÄúÓÐÐËÈ¤´´½¨Ò»¸ö³ÉÔ±×éÊ×ÏÈÓ¦¸ÃÁªÏµ¹ÜÀíÔ±,³¢ÊÔ¸øËûÃÇ·¢Ò»·âÓÊ¼þ°É.");


$faq[] = array("--","Ë½ÈËÁôÑÔ (PM)");
$faq[] = array("ÎÒ²»ÄÜ·¢ËÍË½ÈËÁôÑÔ!", "ÓÐ3¸ö¿ÉÄÜµÄÔ­Òò:Äú»¹Ã»ÓÐ×¢²á/µÇÂ½.Õâ¸öÂÛÌ³µÄ¹ÜÀíÔ±ÒÑ¾­Éè¶¨Õû¸öÂÛÌ³µÄÕ¾ÄÚÐÅ¼þ¹¦ÄÜÎªÊ§Ð§.»òÕß¹ÜÀíÔ±½ûÖ¹ÄúÊ¹ÓÃÕ¾ÄÚÐÅ¼þ¹¦ÄÜ.Èç¹ûÊÇ×îºóÃæµÄÇé¿ö,Äú¿ÉÒÔÁªÂç¹ÜÀíÕß.");
$faq[] = array("ÎÒ¾­³£ÊÕµ½Ã»ÓÃµÄÁôÑÔ!", "ÒÔºóÎÒÃÇ»á°ÑÒ»¸öºöÊÓÁÐ±í¹¦ÄÜ¼ÓÈëµ½Ë½ÈËÁôÑÔÏµÍ³.Èç¹ûÏÖÔÚÄú³ÖÐøÊÕµ½´ÓÄ³ÈË·¢À´µÄ²»±ØÒªµÄÐÅ¼þÇë¸æÖªÂÛÌ³¹ÜÀíÔ±,ËûÃÇÓÐÄÜÁ¦×èÖ¹Ò»¸öÓÃ»§ÂÒ·¢Õ¾ÄÚÐÅ¼þ.");
$faq[] = array("ÎÒ³ÖÐøÊÕµ½ÁËÄ³ÈË¼Ä¸øÎÒµÄÀ¬»ø»ò´øÈèÂîÐÔµÄµç×ÓÓÊ¼þ!", "ºÜ±§Ç¸Ìýµ½Õâ¸öÏûÏ¢,ÂÛÌ³¿ÉÒÔ¸ú¾Ý°üº¬ÔÚµç×ÓÓÊ¼þÄÚµÄÌØÕ÷³¢ÊÔ×·×Ù·¢ËÍÀ¬»øÓÊ¼þµÄÓÃ»§,ÄúÓ¦¸Ã¸ø¹ÜÀíÔ±·¢Ò»·ÝÀ¬»øÓÊ¼þµÄÍêÕûµÄ¸±±¾,°üº¬µÄÍ·ÐÅÏ¢ÊÇ·Ç³£ÖØÒª(Ëü»áÁÐ³ö·¢ËÍÕßµÄÏêÏ¸×ÊÁÏ),È»ºóËûÃÇÄÜ¹»²ÉÈ¡ÐÐ¶¯.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","phpBB 2 ÉêÃ÷");
$faq[] = array("Ë­×«Ð´ÁËÕâ¸öÌÖÂÛ°æ?", "Õâ¸ö³ÌÊ½ (Î´¾­ÐÞ¸ÄµÄ¸ñÊ½) ÓÉ <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group</a>Ëù¿ª·¢¼°ÊÍ³öµÄ. ÒÀÕÕGNU General Public License, Õâ¸ö³ÌÊ½¿ÉÒÔ×ÔÓÉµÄÊ¹ÓÃ¼°É¢²¼, ¸ü¶àµÄ×ÊÑ¶¿ÉÒÔ²Î¿¼ GNU General Public License");
$faq[] = array("ÎªÊ²Ã´²»¼ÓÈë¸½¼Ó¹¦ÄÜ?", "Õâ¸öÈí¼þÊÇÓÉ phpBB Group ËùÖÆ×÷. Èç¹ûÄúÈÏÎªÐèÒª¼ÓÈë¸ü¶à¹¦ÄÜÇëÔÄ¶Á phpbb ÍøÒ³ÉÏµÄËµÃ÷. Çë²»ÒªÔÚ phpbb.com µÄÌÖÂÛ°æ·¢±í¸½¼Ó¹¦ÄÜÒªÇó, Õâ»áÊ¹µÃ¿ª·¢Ð¡×é·ÖÐÄÎÞ·¨ÖÂÁ¦ÐÂ¹¦ÄÜµÄ¿ª·¢. ÇëÔÚÂÛÌ³²éÕÒ,Èç¹ûÓÐÈÎºÎÎÒÃÇÒÑ¿ª·¢ÇÒ¾­¹ý²âÊÔµÄ³ÌÊ½ÎÒÃÇ»á·ÅÔÚ°æÃæÉÏ.");
$faq[] = array("ÎÒ¸ÃÏòË­ÁªÏµÓÐ¹ØÕâ¸öÌÖÂÛ°æµÄÊ¹ÓÃ»ò·¨ÂÉÉÏµÄÏà¹ØÊÂÎñ?", "Äú¿ÉÒÔÁ¬ÂçÕâ¸öÌÖÂÛ°æµÄ¹ÜÀíÔ±. Èç¹ûÄúÎÞ·¨Á¬Âçµ½¹ÜÀíÕß»òÊÇÃ»ÓÐ»ØÓ¦,¿ÉÒÔ½øÐÐ whois ²éÕÒ£¬Èç: yahoo, free.fr, f2s.com...µÈµÈÖ´ÐÐwhoisµÄÃâ·Ñ·þÎñ.Çë¼Ç×¡ phpBB Group ¶ÔÕâ¸öÌÖÂÛ°æÎ»¾ÓºÎ´¦ÒÔ¼°ºÎÈËÓµÓÐÊÇÍêÈ«Ã»ÓÐ¿ØÖÆÈ¨¶øÇÒ²»¸ºÈÎºÎÔðÈÎµÄ. ËûÊ¹ÓÃµÄÈí¼þÒ²Ðí²»ÊÇÖ±½ÓÓÉ phpbb.com website Â·¾¶¶øµÃ, »òÕßÊÇÖ»ÓÐ phpBB ´ËÈíÌåµÄ²¿·Ý¶øÒÑ. Èç¹ûÄú emailµ½ phpBB Group ÓÐ¹ØÈÎºÎµÚÈýÕßÊ¹ÓÃÈíÌåÉÏµÄÎÊÌâ, ÄúµÄ´ð°¸½«»á·Ç³£¼òµ¥»òÊÇ¸ù±¾²»Óè»ØÓ¦.");

//
// This ends the FAQ entries
//

?>