<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Ňîâŕ ĺ ĺçčęîâ ěîäóë ńúń âńč÷ęč ńčńňĺěíč ńúîáůĺíč˙.                     */
/*                                                                        */
/* Ŕęî Âčĺ ńňĺ íŕďđŕâčëč ďđĺâîä, ěîë˙ îňčäĺňĺ íŕ ńŕéňŕ č čçďđŕňĺňĺ ňŕě    */
/* ďđĺâĺäĺíč˙ň ôŕéë. Ěîë˙, çŕďŕçĺňĺ îđăčíŕëíč˙ň ňĺęńň â đĺäŕ íŕ ěîäóëčňĺ, */
/* ĺäíî ňî÷íî çíŕ÷ĺíčĺ çŕ ëčíč˙, ęŕňî âíčěŕňĺëíî ďđîâĺđčňĺ Âŕřč˙ň ďđĺâîä! */
/*                                                                        */
/* Âčĺ ňđ˙áâŕ äŕ ďđîěĺíčňĺ âňîđŕňŕ ďîńňŕâĺíŕ â ęŕâč÷ęč ôđŕçŕ,             */
/* ŕ íĺ ňŕçč ń ăŕëâíč áóęâč!                                              */
/*                                                                        */
/* Ŕęî čěŕ íóćäŕ äŕ čçďîëçâŕňĺ äâîéíč ęŕâč÷ęč ("), íĺçŕáđŕâ˙éňĺ äŕ        */
/* äîáŕâčňĺ îáđŕňíî íŕęëîíĺíŕ ÷ĺđňŕ (\), ęŕňî Âŕřč˙ň ňĺęńň ůĺ čçăëĺćäŕ    */
/* ňŕęŕ: Ňîâŕ ĺ ňĺęńň çŕăđŕäĺí îň \"äâîéíč ęŕâč÷ęč\". Ŕęî čçďîëçâŕňĺ      */
/* HTML ęîä, ňđ˙áâŕ äŕ ăî ďđîâĺđčňĺ âíčěŕňĺëíî.                           */
/*                                                                        */
/*    Ďđĺâĺäĺíî îň :  ČÍÔÎĐĚŔŇÎĐ                                          */
/*        WEB ńŕéň :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Äŕňŕ :  06.04.2003                                          */
/* Ďđĺâîäíŕ âĺđńč˙ :  v.65.1.Feedback                                     */
/*            Ôŕéë :  /modules/Feedback/language/lang-bulgarian.php       */
/*                                                                        */
/**************************************************************************/

define("_SEND_TO", "Send To:"); //for admin
define("_SEND","Čçďđŕůŕíĺ");
define("_YOURNAME","Âŕřĺňî Čěĺ");
define("_MESSAGE","Ńúîáůĺíčĺ");
define("_YOUREMAIL","Âŕřč˙ň E-M@IL");
define("_FEEDBACKNOTE","Âńč÷ęč ęîěĺíňŕđč č ďđĺäëîćĺíč˙ çŕ ňîçč WEB ńŕéň  ńŕ ďđčĺňč ń óäîâîëńňâčĺ č ńŕ öĺíĺí čçňî÷íčę çŕ íŕń. Áëŕăîäŕđíîńňč!");
define("_FEEDBACKTITLE","Ôîđěŕ çŕ Îáđŕňíŕ Âđúçęŕ");
define("_FEEDBACK","Îáđŕňíŕ Âđúçęŕ");
define("_ENT_NAME_LABEL","ĂĐĹŘĘŔ: Ěîë˙, âúâĺäĺňĺ Âŕřĺňî čěĺ!");
define("_ENT_EMAIL_LABEL","ĂĐĹŘĘŔ: Ěîë˙, âúâĺäĺňĺ Âŕřč˙ň E-M@IL ŕäđĺń!");
define("_ENT_MESSAGE_LABEL","ĂĐĹŘĘŔ: Ěîë˙, âúâĺäĺňĺ ńúîáůĺíčĺ!");
define("_SENDEREMAIL","E-M@IL íŕ Ďîäŕňĺë˙");
define("_SENDERNAME","Čěĺ íŕ Ďîäŕňĺë˙");
define("_SUCCESS_MESSAGE_SENT","E-M@IL-úň áĺřĺ čçďđŕňĺí!");
define("_MAHALO","Áëŕăîäŕđčě Âč, ÷ĺ ńĺ ńâúđçŕőňĺ ń íŕń");

?>