<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Journal                                      */
/*            Файл :  /modules/Journal/language/lang-bulgarian.php        */
/*                                                                        */
/**************************************************************************/

define("_USERSJOURNAL","Журнал на Потребители");
define("_YOUMUSTBEMEMBER","Необходимо е да се регистрирате като <a href=\"module.php?name=Your_Account\">член</a> на сайта преди да добавите елемент в журнала.");
define("_ADDJOURNAL","Добавяне на Статия в Журнал");
define("_ADDENTRY","Добавяне на Нова Статия");
define("_YOURLAST20","Вашите Последни 20 Статии");
define("_LISTALLENTRIES","Показване на Всичките Ви Статии");
define("_TITLE","Заглавие");
define("_BODY","Оформление");
define("_WRAP","Сложете параграфите в &lt;p&gt; и &lt;/p&gt; етикети. HTML е Разрешен.");
define("_LITTLEGRAPH","Графика");
define("_OPTIONAL","(незадължително)");
define("_PUBLIC","Публичен");
define("_TYPOS","(Тествахте ли го?)");
define("_LEAVECOMMENT","Разрешение за коментар в Статии на Журнала");
define("_COMMENTBOX","Бокс за Коментар");
define("_POSTCOMMENT","Изпращане на Коментар");
define("_COMMENTSNOTE","Забележка: Вашето име ще се появи до коментара Ви. Това <i>не е</i> анонимно! Собственикът на журнала също има способността да изтрие Вашият коментар.");
define("_COMMENTDELETED","Коментарът беше премахнат от базата от данни");
define("_RETURNJOURNAL","Връщане към Статия в Журнала");
define("_COMMENTPOSTED","Вашият коментар беше изпратен в края на статията в журнала");
define("_RETURNJOURNAL2","Връщане към статията в журнала");
define("_THANKS","БЛАГОДАРИМ ВИ!");
define("_ABOUTTODELETE","Ще изтривате статия в журнала!");
define("_SUREDELJOURNAL","Сигурни ли сте, че искате да изтриете тази статия в журнала?");
define("_YOUCANTSAVE","Вие <b>не можете</b> да си върнете обратно статията, след като е премахната! Всички изпратени коментари, също така, ще будат премахнати!");
define("_YOUWRONG","Това се появява, защото има нещо погрешно свързано с Вашето <a href=\"modules.php?name=Your_Account\">потребителско име</a> и регистрираният автор на тази статия.<br>От съображения за сигурност, статията в журнала няма да бъде изтрита от базата от данни.<br>Моля, убедете се, че сте се <a href=\"modules.php?name=Your_Account\">включили</a> в сайта под точно това име като на автора.");
define("_ENTRYREMOVED","Статията в журнала е премахната от базата от данни");
define("_ANERROR","Получи се грешка. Моля, върнете се в <a href=\"modules.php?name=Journal\">Начало на Журнал</a>.");
define("_ISPRIVATE","Това е лична статия в журнал и Вие не сте упълномощени да я разглеждате.");
define("_LASTUPDATED","Последно обновяване на");
define("_WRITECOMMENT","Изразяване на Коментар");
define("_VIEWMORE","Преглед на Още");
define("_USERPROFILE","Профил на Потребител");
define("_SENDMESSAGE","Изпращане на Съобщение");
define("_CREATEACCOUNT","Създаване на Акаунт");
define("_REGUSERSCOMM","<a href=\"modules.php?name=Your_Account\">Регистрираните</a> потребители имат възможност да изразяват мнение чрез коментар тук");
define("_COMMENTBY","Коментар от");
define("_DELCOMMENT","Изтриване на този Коментар");
define("_NOTYOURS","Статията в журнала не принадлежи на потребител <b>$username</b>.<br>Вие <b>не можете</b> да обновите тази статия.");
define("_UPDATEOK","Обновяването е извършено успешно!");
define("_UPDATED","--- Статията в журнала е обновена! ---");
define("_JOURNALFOR","Журнал за");
define("_LAST20FOR","Последни 20 Статии в Журнала за");
define("_CLICKTOVIEW","(щракни за преглед)");
define("_TIME","Време");
define("_COMPLETELIST","Пълен Списък за");
define("_COMMENT","коментар");
define("_PUBLICENTRIES","Публични Статии");
define("_PRIVATEENTRIES","Лични Статии");
define("_TOTALENTRIES","Всичко Статии");
define("_JOURNALDIR","Директория на Журнал");
define("_YOURJOURNAL","Вашият Журнал");
define("_MEMBERSCAN","Членовете на сайта автоматично придобиват правото да създават техни собствени журнали и да изпращат коментари.");
define("_20ACTIVE","Последните 20 активни журнала");
define("_VIEWJOURNAL","Преглед на<br>Журнал");
define("_MEMBER","Член");
define("_MEMBERPROFILE","Профил на<br>Член");
define("_CREATEACCOUNT2","Създаване на<br>Акаунт");
define("_PRIVMSGJ","Лично<br>Съобщение");
define("_PRIVMSGJ2","Лично Съобщение");
define("_ALPHABETICAL","Азбучен списък на Авторите в Журнала");
define("_VIEWJOURNAL2","Преглед на Журнал");
define("_USERPROFILE2","Потребителски Профил");
define("_20AUTHORS","Последни 20 Активни Автори");
define("_LISTALLJOURNALS","Списък на всички журнали");
define("_SEARCHMEMBER","Търсене за Член");
define("_EDITJOURNAL","Редакция на Статия в Журнал");
define("_NOTYOURS2","Тази Статия в журнала не принадлежи на потребител <b>$username</b>.<br>Вие <b>не можете</b> да обновите тази статия.");
define("_MODIFYENTRY","Изменение на Статия");
define("_ENTRYADDED","Статията в Журнала е Добавена!");
define("_JOURNALSEARCH","Търсене в Журнал");
define("_IN","в");
define("_SEARCHRESULTS","Резултати от Търсенето");
define("_BODYTEXT","Текст на Оформлението");
define("_UCOMMENTS","Коментари");
define("_READ","Прочит");
define("_PUBLICFOR","публични статии бяха намерени в търсене то Ви за");
define("_VIEW","Преглед");
define("_PROFILE","Профил");
define("_SENDJFRIEND","Изпрати този Журнал на Приятел");
define("_YOUSENDJOURNAL","Вие ще изпратите тази статия от Журнала на приятел. Моля, попълнете слдващата необходима информация:");
define("_FYOURNAME","Вашето Име");
define("_FYOUREMAIL","Вашият E-M@IL");
define("_FFRIENDNAME","Името на Вашия Приятел");
define("_FFRIENDEMAIL","E-M@IL на Вашият Приятел");
define("_SEND","Изпращане");
define("_INTERESTING","Интересен текс в");
define("_HELLO","Здравейте");
define("_YOURFRIEND","Вашият приятел");
define("_CONSIDERED","счита, че следната статия в журнала на нашият сайт, ще Ви е интересна.");
define("_AREMORE","На нашият сайт, също така има много други Журнали. Поканени сте да ги прегледате!");
define("_FSENT","Съобщението беше изпратено. Благодарим Ви!");
//define("_URL","URL");

?>