<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Faq                                          */
/*            Файл :  /modules/Faq/language/lang-bulgarian.php            */
/*                                                                        */
/**************************************************************************/

define("_CATEGORY","Категория");
define("_CATEGORIES","Категории");
define("_FAQ2","ЧЗВ (Често Задавани Въпроси)");
define("_BACKTOTOP","Връщане в Началото");
define("_BACKTOFAQINDEX","Връщане в ЧЗВ Индекс");
define("_MAIN","Главна страница");
define("_QUESTION","Въпрос");
define("_ANSWER","Отговор");

?>