<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.MembersList                                  */
/*            Файл :  /modules/Members_List/language/lang-bulgarian.php   */
/*                                                                        */
/**************************************************************************/

define("_URL","URL");
define("_EMAIL","E-M@IL");
define("_REALNAME","Реално Име");
define("_FUNCTIONS","Функции");
define("_PREVIOUS","Предишна Страница");
define("_MEMBERSLIST","Списък на Регистрираните");
define("_GREETINGS","Поздравления за последно регистриралият се потребител:");
define("_SORTBY","Сортиране по:");
define("_MNICKNAME","псевдоним");
define("_MREALNAME","реално име");
define("_MEMAIL","E-M@IL");
define("_MURL","URL");
define("_ONLINEREG","Регистрирани Потребители които са Включени:");
define("_WEHAVE","Поддържаме");
define("_MREGISTERED","регистрирали се потребители до сега. Има");
define("_MREGONLINE","регистрирани потребители Включени в момента.");
define("_REGSOFAR","регистрирали се потребители до сега.");
define("_USERSFOUND","потребителски данни за");
define("_USERSSHOWN","показване на потребители");
define("_NOMEMBERS","Няма членски данни за");
define("_PAGES","Страници");
define("_HOMEPAGE","WEB Страница");

?>