<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.WebLinks                                     */
/*            Файл :  /modules/Web_Links/language/lang-bulgarian.php      */
/*                                                                        */
/**************************************************************************/

define("_URL","URL");
define("_PREVIOUS","Предишна Страница");
define("_NEXT","Следваща Страница");
define("_YOURNAME","Вашето Име");
define("_CATEGORY","Категория");
define("_CATEGORIES","Категории");
define("_LVOTES","гласувания");
define("_TOTALVOTES","Всички Гласувания :");
define("_LINKTITLE","Заглавие на Връзката");
define("_HITS","Посещения");
define("_THEREARE","Има");
define("_NOMATCHES","Няма намерини съответствия по Вашето запитване");
define("_SCOMMENTS","Коментари");
define("_DESCRIPTION","Описание");
define("_DATE","Дата");
define("_TO","За");
define("_ADDLINK","Добавяне на Връзка");
define("_NEW","Нова");
define("_POPULAR","Популярна");
define("_TOPRATED","Челна Класация");
define("_RANDOM","Произволна");
define("_LINKSMAIN","Връзки - Главна страница");
define("_LINKCOMMENTS","Връзки - Коментари");
define("_ADDITIONALDET","Допълнителни Детайли");
define("_EDITORREVIEW","Редакционен Преглед");
define("_REPORTBROKEN","Съобщение за Неработеща Връзка");
define("_LINKSMAINCAT","Връзки - Главни Категории");
define("_AND","и");
define("_INDB","в базата от данни");
define("_ADDALINK","Добавяне на Нова Връзка");
define("_INSTRUCTIONS","Инструкции");
define("_SUBMITONCE","Можете да поместите уникална връзка само веднъж.");
define("_POSTPENDING","Всички изпратени връзки се проверяват.");
define("_USERANDIP","Името на Потребителя и IP се записват, затова, че не злоупотребявайте със системата.");
define("_PAGETITLE","Заглавие на Страницата");
define("_PAGEURL","URL на Страницата");
define("_YOUREMAIL","Вашият E-M@IL");
define("_LDESCRIPTION","Описание: (макс. 255 символа)");
define("_ADDURL","Добавяне на този URL");
define("_LINKSNOTUSER1","Вие не сте регистриран потребител или не сте влезли като такъв.");
define("_LINKSNOTUSER2","Ако вече сте се регистрирали, можете да добавяте връзки.");
define("_LINKSNOTUSER3","Регистрацията е бърз и лесен процес.");
define("_LINKSNOTUSER4","Защо изискваме регистрация за достъп ?");
define("_LINKSNOTUSER5","Така ние ще можем да Ви предлагаме само най-висококачественото съдържание,");
define("_LINKSNOTUSER6","като всеки материал един по един се преглежда и одобрява от нашият персонал.");
define("_LINKSNOTUSER7","Вярваме, че по този начин Ви предлагаме само ценна информация.");
define("_LINKSNOTUSER8","<a href=\"modules.php?name=Your_Account\">Регистрация на Акаунт</a>");
define("_LINKALREADYEXT","ГРЕШКА: Този URL вече съществува в Базата от данни !");
define("_LINKNOTITLE","ГРЕШКА: Трябва да напишете ЗАГЛАВИЕ на Вашият URL !");
define("_LINKNOURL","ГРЕШКА: Трябва да напишете адреса на Вашият URL ! ");
define("_LINKNODESC","ГРЕШКА: Трябва да напишете ОПИСАНИЕ на Вашият URL !");
define("_LINKRECEIVED","Получихме Вашето предложение за Връзка. Благодарим Ви!");
define("_EMAILWHENADD","Вие ще получите E-M@IL когато е одобрена.");
define("_CHECKFORIT","Вие не сте предоставили E-M@IL адрес, но ще проверим Вашата връзка скоро.");
define("_NEWLINKS","Нови Връзки");
define("_TOTALNEWLINKS","Всички Нови Връзки");
define("_LASTWEEK","Последната Седмица");
define("_LAST30DAYS","Последните 30 Дни");
define("_1WEEK","1 Седмица");
define("_2WEEKS","2 Седмици");
define("_30DAYS","30 Дни");
define("_SHOW","Показване");
define("_TOTALFORLAST","Всички нови връзки за последните");
define("_DAYS","дни");
define("_ADDEDON","Добавена в");
define("_RATING","Рейтинг");
define("_RATESITE","Оценяваме на този Сайт");
define("_DETAILS","Детайли");
define("_BESTRATED","Най-добре Оценените Връзки - Челна Класация");
define("_OF","от");
define("_TRATEDLINKS","всички оценени връзки");
define("_TVOTESREQ","задължителни минимални гласувания");
define("_SHOWTOP","Показване на Челното Класиране");
define("_MOSTPOPULAR","Най-Популярни - Челна Класация");
define("_OFALL","от всички");
define("_SORTLINKSBY","Сортиране на Връзките по");
define("_SITESSORTED","Сайтове са текущо сортирани по");
define("_POPULARITY","Популярност");
define("_SELECTPAGE","Избор на Страница");
define("_MAIN","Главна страница");
define("_NEWTODAY","Нови за Днес");
define("_NEWLAST3DAYS","Нови за последните 3 дни");
define("_NEWTHISWEEK","Нови за Тази Седмица");
define("_CATNEWTODAY","Нови Връзки в Тази Категория Добавени Днес");
define("_CATLAST3DAYS","Нови Връзки в Тази Категория Добавени през последните 3 дни");
define("_CATTHISWEEK","Нови Връзки в Тази Категория Добавени през седмицата");
define("_POPULARITY1","Популярност (От Най-Малко Към Най-Много Посещения)");
define("_POPULARITY2","Популярност (От Най-Много Към Най-Малко Посещения)");
define("_TITLEAZ","Заглавие (от A до Z)");
define("_TITLEZA","Заглавие (от Z до A)");
define("_DATE1","Дата (Започвайки от Най-Старите)");
define("_DATE2","Дата (Започвайки от Най-Новите)");
define("_RATING1","Рейтинг (от Нисък Резултат към Висок Резултат)");
define("_RATING2","Рейтинг (от Висок Резултат към Нисък Резултат)");
define("_SEARCHRESULTS4","Търсени Резултати за");
define("_USUBCATEGORIES","Подкатегории");
define("_LINKS","Връзки");
define("_TRY2SEARCH","Пробвайте със търсене");
define("_INOTHERSENGINES","в други Търсещи Машини");
define("_EDITORIAL","Уводна Статия");
define("_LINKPROFILE","Профил на Връзка");
define("_EDITORIALBY","Уводна Статия от");
define("_NOEDITORIAL","В момента няма налична Уводна Статия.");
define("_VISITTHISSITE","Посетете този WEB Сайт");
define("_RATETHISSITE","Оценете този Ресурс");
define("_ISTHISYOURSITE","Това Вашият Ресурс ли е ?");
define("_ALLOWTORATE","Позволете и на други потребители да го оценят от вашият WEB сайт !");
define("_LINKRATINGDET","Детайли на Рейтинга на Връзка");
define("_OVERALLRATING","Цялостен Рейтинг");
define("_TOTALOF","Общ сбор на");
define("_USER","Потребител");
define("_USERAVGRATING","Среденият Рейтинг на Потребителят");
define("_NUMRATINGS","Номер на Рейтинги");
define("_EDITTHISLINK","Редактиране на Тази Връзка");
define("_REGISTEREDUSERS","Регистрирани Потребители");
define("_NUMBEROFRATINGS","Брой на Рейтинги");
define("_NOREGUSERSVOTES","Гласувания на Нерегистрирани Потребители");
define("_BREAKDOWNBYVAL","Статистически анализ на Рейтинги по Стойност");
define("_LTOTALVOTES","всички гласувания");
define("_LINKRATING","Рейтинг на Връзка");
define("_HIGHRATING","Висок Рейтинг");
define("_LOWRATING","Нисък Рейтинг");
define("_NUMOFCOMMENTS","Брой на Коментари");
define("_WEIGHNOTE","* Забележка: Този Ресурс преценява рейтингите по Регестрирани срещу Нерегестрирани потребители");
define("_NOUNREGUSERSVOTES","Няма Гласуване от Нерегестрирани потребители");
define("_WEIGHOUTNOTE","* Забележка: Този Ресурс преценява рейтингите по Регестрирани срещу Външни гласоподаватели");
define("_NOOUTSIDEVOTES","Няма Външни Гласувания");
define("_OUTSIDEVOTERS","Външни Гласоподаватели");
define("_UNREGISTEREDUSERS","Нерегистрирани Потребители");
define("_PROMOTEYOURSITE","Популяризирайте Вашият WEB Сайт");
define("_PROMOTE01","Може би, ще бъдете заинтересувани за някои от действащите от разтояние опции 'Оценяване на WEB сайт', които са на разположение. Те ще Ви позволят да поставите изображение (или дори оценяваща форма) на Вашият WEB сайт във вид, увеличаващ числото на гласуванията, които вашият ресурс получава. Моля, изберете една от опциите, които са описани по-долу :");
define("_TEXTLINK","Текст на Връзка");
define("_PROMOTE02","Един от начините за връзка към оценяващата форма е посредством елементарен текст за връзка :");
define("_HTMLCODE1","HTML кодът, който Вие трябва да използувате в този случай, е следният :");
define("_THENUMBER","Броят");
define("_IDREFER","в HTML сорса референцията е към идентификационият номер на Вашия сайт, който е в базата от данни на $sitename. Убедете се, че този номер съществува.");
define("_BUTTONLINK","Бутон за Връзка");
define("_PROMOTE03","Ако Вие гледайки за малко повече отколкото основната текстова връзка, може би ще желаете да използвате малка бутонна връзка :");
define("_RATEIT","Оценете този Сайт!");
define("_HTMLCODE2","Сорс кодът за горният бутон е :");
define("_REMOTEFORM","Дистанционна Оценяваща Форма");
define("_PROMOTE04","Ако Вие мамите за това, ние ще премахнем Вашата връзка. След като знаете това, дистанционната оценяващаат форма изглежда така.");
define("_VOTE4THISSITE","Гласувайте за този Сайт!");
define("_LINKVOTE","Гласувайте!");
define("_HTMLCODE3","Използването на тази форма ще позволи на посетителите Ви да гласуват за Вашия ресурс, като рейтингът ще се записва тук. Горната форма е неактивна, но следващият сорс-код ще работи ако Вие просто го копирате и поставите във Вашата WEB страница. Сорс-кодът е показан по-долу :");
define("_PROMOTE05","Благодарности ! И пожелание за отлични оценки !");
define("_STAFF","Персонал");
define("_THANKSBROKEN","Благодарим Ви за помощта, която оказвате, за да поддържаме коректността на тази директория.");
define("_THANKSFORINFO","Благодарим Ви за информацията.");
define("_LOOKTOREQUEST","В най-скоро време ще разгледаме Вашето заявление.");
define("_ONLYREGUSERSMODIFY","Само регистрираните потребители да дават предложения за модифициране на връзки. Моля <a href=\"modules.php?name=Your_Account\">регистрирайте се или влезте като регистриран потребител</a>.");
define("_REQUESTLINKMOD","Заявление за Mодификация на Връзка");
define("_LINKID","ID на Връзка");
define("_SENDREQUEST","Изпращане на Заявление");
define("_THANKSTOTAKETIME","Благодарим Ви за попълнението, за което оценките ще определят времето му на сайта");
define("_LETSDECIDE","Въведеното от потребители като Ваше, ще помогне други посетители по-добре да решат върху коя връзка да щракнат.");
define("_RETURNTO","Връщане в");
define("_RATENOTE1","Моля, не гласувайте за същият ресурс повече от веднъж.");
define("_RATENOTE2","Скалата е 1 - 10, със 1 за лош, 10 за отличен.");
define("_RATENOTE3","Моля, бъдете обективни във Вашето гласуване, ако всеки получава 1 или 10, рейтингът няма да е много полезен.");
define("_RATENOTE4","Вие можете да видите списъка на <a href=\"modules.php?name=Web_Links&amp;l_op=TopRated\">Челна Класация на Оценени Ресурси</a>.");
define("_RATENOTE5","Не гласувайте за вашият собствен ресурс или за този на конкурент.");
define("_YOUAREREGGED","Вие сте регистриран потребител и сте включен в системата.");
define("_FEELFREE2ADD","Чувствайте се свободни да добавите коментар в сайта.");
define("_YOUARENOTREGGED","Вие не сте регистриран потребител или не сте включен.");
define("_IFYOUWEREREG","Ако сте регистриран, ще можете да правите коментари на сайта.");
define("_WEBLINKS","WEB Връзки");
define("_TITLE","Заглавие");
define("_MODIFY","Изменение");
define("_COMPLETEVOTE1","Вашето гласуване е прието.");
define("_COMPLETEVOTE2","Вие вече сте гласували за този ресурс преди $anonwaitdays дни.");
define("_COMPLETEVOTE3","Гласувайте за ресурс само веднъж.<br>Всички гласувания се записват и преглеждат.");
define("_COMPLETEVOTE4","Не можете да гласувате за връзка, която сте предложили.<br>Всички гласувания се записват и преглеждат.");
define("_COMPLETEVOTE5","Няма избрана оценка - гласуването не може да се осъществи");
define("_COMPLETEVOTE6","Само един глас за IP адрес е позволен за всеки $outsidewaitdays дни.");
define("_LINKSDATESTRING","%d-%b-%Y");

?>