<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с главни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Surveys                                      */
/*            Файл :  /modules/Surveys/language/lang-bulgarian.php        */
/*                                                                        */
/**************************************************************************/

define("_YOURNAME","Вашето Име");
define("_OK","Добре!");
define("_COMMENT","коментар");
define("_CONFIGURE","Конфигурация");
define("_LOGINCREATE","Вход/Създаване на Акаунт");
define("_THRESHOLD","В началото");
define("_NOCOMMENTS","Без Коментари");
define("_NESTED","Вместено");
define("_FLAT","Плоско");
define("_THREAD","Тънко");
define("_OLDEST","Наи-старият");
define("_NEWEST","Най-новият");
define("_HIGHEST","С Най-висок Резултат");
define("_COMMENTSWARNING","Коментарите са на публикуващият ги. Ние не сме отговорни за тяхното съдържание.");
define("_SCORE","Резултат:");
define("_USERINFO","Информация за Потребител");
define("_READREST","Прочетете останалата част на този коментар...");
define("_REPLY","Отговорете на Това");
define("_REPLYMAIN","Изпратете Коментар");
define("_NOSUBJECT","Няма Тематика");
define("_NOANONCOMMENTS","Не е позволено Коментари за Анонимни, моля <a href=\"modules.php?name=Your_Account\">регистрирайте се</a>");
define("_PARENT","Източник");
define("_ROOT","Начало");
define("_UCOMMENT","Коментар");
define("_ALLOWEDHTML","Разрешен е HTML:");
define("_POSTANON","Публикуване като Анонимно");
define("_EXTRANS","Външни (HTML етикети към текст)");
define("_HTMLFORMATED","HTML Форматиране");
define("_PLAINTEXT","Изходен Текст");
define("_ONN","на...");
define("_SUBJECT","Тематика");
define("_SURVEYCOM","Публикуване на Коментар към Проучване");
define("_SURVEYCOMPRE","Предварителен Преглед на Публикуване на Коментар към Проучване");
define("_NOTRIGHT","Нещо не е наред със текущите стойности на тази функция. Това съобщение трябва само да предпази от следващи обърквания");
define("_DIRECTCOM","Управление на Коменатри към Проучване...");
define("_SENDAMSG","Изпращане на Съобщение");
define("_PASTSURVEYS","Изтичащи Проучвания");
define("_LVOTES","гласа");
define("_TOTALVOTES","Общо Гласа:");
define("_VOTING","Място за Гласуване");
define("_OTHERPOLLS","Други Анкети");
define("_CURRENTSURVEY","Текущо Проучване");
define("_CURRENTPOLLRESULTS","Резултати от Текущата Анкета");
define("_PREVIEW","Предварителен Преглед");
define("_REFRESH","Опресняване");
define("_SURVEYS","Проучвания");
define("_ATTACHEDTOARTICLE","- Прикрепено към статия:");
define("_SURVEYSATTACHED","Проучвания Прикрепени към Статии");
define("_LAST5POLLS", "Последни 5 Проучвания");
define("_MOREPOLLS", "...други гласувания");

?>