<?php
/*************************************************
 *                          lang_faq.php [Farsi]
 *                            -------------------
 *     finished             : 1382/7/6 - 00:50am
 *     copyright            : (C) 2001 The phpBB Group
 *     tranalated by        : Mehdi Keramati
 *     email                : info@delphishop.com
 *
 *
 *********************************************************/

/*************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 
// 
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\"
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//
 
  
$faq[] = array("--","مسایل مربوط به ثبت نام و Login");
$faq[] = array("چرا نمی تونم Login بکنم", "چرا نمی توانم Login کنم؟
آیا ثبت نام کرده اید؟ شما باید برای Login کردن حتما ثبت نام کنید. آیا از طرف سایت Ban یا ممنوع الورود نشده اید؟ (در این صورت پیامی با همین مضمون مشاهده خواهید کرد). در این حالت ، باید با وب مستر یا مدیر سایت تماس گرفته و علت ممنوعیت ورود خود را جویا شوید. اگر ثبت نام کرده اید و ورود شما ممنوع نشده است و همچنان نمیتوانید Login کنید پس حتما Username و Password خود را دوباره چک کنید. معمولا مشکل همین است. در غیر این صورت با مدیر سایت تماس بگیرید. ممکن است در تنظیمات سایت اشتباهی رخ داده باشد.");
$faq[] = array("اصلا چرا باید ثبت نام کنم؟", "اصلا چرا باید ثبت نام کنم؟
ممکنه مجبور نباشید. این به نظر مدیر سایت و تنظیمات وی بستگی دارد که شما برای نوشتن مطالب لازم است ثبت نام کنید یا نه. ثبت نام ، به شما دسترسی بیشتری به ویژگیهای بیشتر سایت را می دهد که برای مهمانان در نظر گرفته نشده است. از قبیل تعریف آواتار (شکلک) ، فرستادن پیامهای خصوصی ، فرستادن ایمیل به دیگر اعضا ، ثبت نام در گروهها و ... . ثبت نام تنها چند دقیقه طول خواهد کشید پس شدیدا توصیه می شود که ثبت نام کنید.");
$faq[] = array("چرا من اتوماتیک Log out (از سایت خارج) می شوم؟", "چرا من اتوماتیک Log out (از سایت خارج) می شوم؟
اگر شما ویژگی مرا به خاطر داشته باش (Log me automatically) در هنگام ورود به سایت (Login کردن) انتخاب نکرده باشید ، سایت شما را فقط برای مدت خاصی Login نگه می دارد. این ویژگی ، استفاده دیگران از اکانت شما را غیرممکن می کند. برای اینکه همیشه به حالت Login باشید ، ویژگی فوق را انتخاب کنید. این مورد برای افرادی که از کامپیوترهای عمومی استفاده می کنند اصلا توصیه نمی شود. برای نمونه کامپیوترهای کتابخانه ها ، کافی نت ، دانشگاه و ... .");
$faq[] = array("چگونه می توانم از ظاهر شدن Username خود در لیست افراد آنلاین جلوگیری کنم؟", "چگونه می توانم از ظاهر شدن Username خود در لیست افراد آنلاین جلوگیری کنم؟
در شناسنامه (Profile) خود ، ویژگی وضعیت آنلاین من را مخفی نگه دار (Hide my online Status) را انتخاب کنید. در این حالت وضعیت آنلاین شما فقط توسط خود شما و مدیران سایت دیده خواهد شد و جزو اعضای مخفی به محاسبه خواهید شد.");
$faq[] = array("من Password خود را فراموش کرده ام!", "من Password خود را فراموش کرده ام!
عصبی نشوید! اگر نتوانید Password خود را به خاطر بیاورید می توانید آن را دوباره تولید کنید. برای این منظور به صفحه ورود به سایت (Login) بروید و بر روی کلمه عبور خود را فراموش کرده ام (I’ve forgotten my password) کلیک کنید. مراحل را طی کرده ، در مدت خیلی کوتاهی دوباره آنلاین خواهید شد.");
$faq[] = array("من ثبت نام کرده ام ولی نمی توانم Login کنم!", "ابتدا از درست وارد کردن Username و Password خود مطمئن شوید. اگر درست هستند دو حالت ممکن است: اگر زیر 13 سال هستید و در هنگام ثبت نام آن را اعلام کرده اید ، در این صورت باید مراحلی را که از طرف سایت در هنگام Login اعلام میشود دنبال کنید. اگر این وضعیت شما نمی باشد ممکن است اکانت شما نیاز به فعال شدن دارد. بعضی از سایتها (مثل همین سایت –مهندسی عمران ایران) لازم است که به وسیله خود شما یا به وسیله مدیران سایت بعد از ثبت نام اکانت شما فعال شود. بعد از ثبت نام به شما اعلام می شود که آیا فعال شدن لازم است یا خیر. اگر برای شما ایمیلی فرستاده شد ، پس مراحل نوشته شده در ایمیل را دنبال کنید. ولی اگر ایمیلی دریافت نکردید ممکن است که آدرس ایمیل را صحیح وارد نکرده اید. اگر از صحت تمام مراحل فوق مطمئنید ولی باز هم مشکلی در ورود به سایت دارید ، حتما با مدیران سایت تماس بگیرید. در این سایت (مهندسی عمران ایران) بعد از ثبت نام ایمیلی برای شما فرستاده می شود که در ایمیل فوق لینکی وجود دارد که برای فعال شدن اکانت خود باید بر روی آن کلیک کنید. بدین ترتیب اکانت شما فعال خواهد شد.");
$faq[] = array("من قبلا ثبت نام کرده ام ولی الان دیگه نمیتونم Login کنم!", "ممکن ترین دلایل عبارتند از: شما Username و Password خود را به اشتباه وارد کرده اید. (ایمیلی را که در هنگام ثبت نام برای شما فرستاده می شود چک کنید) یا اینکه مدیران سایت به دلایلی اکانت شما را حذف کرده اند. در بعضی از سایتها ، اعضای غیر فعال به منظور کاهش حجم دیتابیس از سایت حذف می شوند. سعی کنید دوباره ثبت نام کرده و در بحثها شرکت کنید.");


$faq[] = array("--","ترجیهات و تنظیمات اعضا");
$faq[] = array("چگونه می توانم تنظیمات خود را عوض کنم؟", "تمام تنظیمات مربوط به اکانت شما (اگر ثبت نام کرده باشید) در دیتابیس ذخیره شده است. برای تغییر آنها بر روی شناسنامه (Profile) کلیک کنید.");
$faq[] = array("ساعت سایت درست نیست!", "ساعتها و زمانها معمولا درست هستند. به هر حال تفاوتی که بین زمان شما و سایت ممکن است وجود داشته باشد به علت اختلاف زمانی بین مناطق مختلف است. در این حالت در شناسنامه خود ، منطقه زمانی را که با محل سکونت شما مطابقت دارد انتخاب کنید. توجه کنید که این ویژگی همانند دیگر ویژگیها فقط برای افرادی قابل دسترسی است که ثبت نام کرده باشند. پس اگر ثبت نام نکرده اید همین الان اقدام کنید.");
$faq[] = array("من اختلاف ساعت خود را اصلاح کردم ولی همچنان ساعت سایت اشتباه است!", "اگر مطمئن هستید که منطقه زمانی خود را به درستی انتخاب کرده اید و هنوز ساعت سایت غلط است، ممکن ترین دلیل ، اختلاف یک ساعته 6 ماهه سال (زمان تابستانی) است. متاسفانه به علت اختلاف زیاد در این مورد بین کشورهای مختلف ، سایت برای تنظیم این مورد تمهیداتی در نظر نگرفته است.");
$faq[] = array("زبان من در لیست زبانها نیست!", "ممکن ترین دلیل این است که مدیر سایت زبان مورد نظر شما را بر روی سایت نصب نکرده است. یا اینکه سایت برای زبان مورد نظر شما ترجمه نشده است. از مدیر سایت برای این مورد درخواست کنید تا زبان مورد نظر شما را در صورت وجود بر روی سایت نصب کند. اگر هم ترجمه مورد نظر شما وجود ندارد بدون تعارف همین الان خودتان برای ترجمه این سایت برای زبان دلخواه خود اقدام کنید! اطلاعات بیشتر در این مورد در سایت phpBB موجود است. از لینک پایین صفحات استفاده کنید.");
$faq[] = array("چگونه یک عکس یا شکلک زیر Username خود داشته باشم؟", "زیر هر Username تا دو عکس میتواند در هنگام مشاهده نوشته ها وجود داشته باشد. اولین عکس نشان دهنده رتبه شما در سایت است. معمولا از رتبه ها برای نشان دادن تعداد نوشته های شما در سایت استفاده می شود. زیر این عکس ، عکس بزرگتری وجود دارد که به آواتار یا شکلک (Avatar) شناخته می شود که هر عضو می تواند یکی برای خود داشته باشد. این به مدیر سایت بستگی دارد که استفاده و نمایش آواتارها را مجاز بداند یا خیر. اگر استفاده از آواتار در سایت ممنوع شده است ، باید از مدیر سایت دلیل این اقدام وی را بپرسید. چرا که ما مطمئنیم استفاده از آنها بهتر است.");
$faq[] = array("چگونه می توانم رتبه خود را عوض کنم؟", "عموما شما نمیتوانید به طور مستقیم عباراتی که برای رتبه ها درنظر گرفته شده است را عوض کنید. (رتبه ها زیر Username شما در قسمت مشاهده نوشته ها و در شناسنامه شما با توجه به استایل سایت ، قابل مشاهده است.) اقلب سایتها از رتبه ها به منظور نشان دادن تعداد نوشته های شما استفاده می کنند. همچنین برای مشخص کردن اعضای ویژه سایت مثل مدیران سایت ، مدیران قسمتهای مختلف و ... از رتبه های ویژه استفاده می کنند. لطفا با نوشتن مطالب بی ارزش برای افزایش دادن نوشته ها و رتبه خود استفاده نکنید. مطمئن باشید مدیران سایت یا مدیران قسمتها خیلی راحت می توانند رتبه شما و تعداد نوشته های شما را کاهش دهند.");
$faq[] = array("وقتی روی لینک ایمیل به اعضا کلیک میکنم از من می خواهد که Login کنم.", "متاسفیم! چرا که فقط افرادی که ثبت نام کرده باشند می توانند از طریق سایت به دیگر اعضا ایمیل بزنند. (اگر مدیر سایت این ویژگی را فعال کرده باشد). این مورد برای کاهش استفاده های نادرست مهمانان از سیستم ایمیل سایت در نظر گرفته شده است");


$faq[] = array("--","مسایل مربوط به نوشتن مطالب
");
$faq[] = array("چگونه یک موضوع جدید را در یک بخش سایت بنویسم؟", "به راحتی! بر روی دکمه های مربوطه در صفحات بخشها یا موضوعات کلیک کنید. ممکن است لازم باشد که قبل از نوشتن یک مطلب ، ثبت نام کنید. امکاناتی که به شما داده شده است در زیر صفحه هر بخش یا موضوع نوشته شده است. (لیست اینکه شما می توانید موضوعات جدیدی بنویسید ، می توانید در نظرسنجیها شرکت کنید و ...)");
$faq[] = array("چگونه می توانم نوشته ای را ادیت یا حذف کنم؟", "تا موقعی که مدیر سایت یا مدیر قسمتی نباشید ، فقط می توانید نوشته های خود را ادیت یا حذف کنید. شما می توانید یک نوشته را (بعضی اوقات تا زمان محدودی بعد از نوشتن آن فرصت اینکار را دارید) با کلیک کردن بر روی دکمه Edit برای نوشته مربوطه ، ویرایش کنید. اگر کسی به نوشته شما جواب داده باشد ، در صورت ادیت کردن نوشته خود ، زیر نوشته شما جمله کوتاهی مبنی بر اینکه چند بار این نوشته ادیت شده است ، ذکر خواهد شد. اگر کسی به نوشته شما جوابی نداده باشد ، این جمله ذکر نمی شود. همچنین اگر مدیران سایت یا مدیران قسمتها ، نوشته ای را ادیت کنند ، این جمله ذکر نخواهد شد. (البته لازم است که مدیران ، ادیت خود و دلیل این کار خود را زیر نوشته ذکر کنند). توجه داشته باشید که اعضای معمولی نمی توانند نوشته ای را که به آن جواب داده شده باشد ، حذف کنند.");
$faq[] = array("چگونه می توانم یک امضا به نوشته های خود اضافه کنم؟", "برای اضافه کردن یک امضا به یک نوشته باید ابتدا آن را ایجاد کنید که از طریق شناسنامه شما امکان پذیر است. وقتی که آن را ایجاد کردید ، ویژگی اضافه کردن امضا (Add Signature) را هنگام پاسخ دادن یک نوشته فعال کنید. همچنین برای فعال شدن دایمی آن می توانید با انتخاب مورد مناسب در شناسنامه خود اقدام نمایید. با این حال هنوز می توانید از نمایش امضای خود در زیر بعضی از پاسخها جلوگیری کنید");
$faq[] = array("چگونه یک نظرسنجی ایجاد کنم؟", "ساخت یک نظرسنجی آسان است. وقتی که یک موضوع جدید می نویسید (یا اولین نوشته یک موضوع را ادیت میکنید ، در صورتی که این اجازه را داشته باشید) عبارت اضافه کردن نظرسنجی (Add Poll) را خواهید دید. اگر این عبارت دیده نمی شود پس حتما این اجازه به شما داده نشده است. شما باید یک عنوان برای نظر سنجی انتخاب کنید سپس حداقل دو وضعیت (option) را برای نظر سنجی تعریف کنید. برای اضافه کردن وضعیت جدید به نظرسنجی بر روی اضافه کردن وضعیت (Add Option) کلیک کنید. همچنین می توانید یک محدودیت زمانی برای نظرسنجی خود در نظر بگیرید. اگر آن قسمت را خالی بگذارید یا اینکه 0 بنویسید ، زمان نظرسنجی نا محدود در نظر گرفته خواهد شد. برای تعداد وضعیتهای یک نظر سنجی محدودیت وجود دارد که آن را مدیر سایت تعیین می کند.");
$faq[] = array("چگونه یک نظرسنجی را ادیت یا خذف کنم؟", "همانند نوشته ها ، نظرسنجی ها هم می توانند به وسیله ایجاد کننده های آنها یا مدیران سایت و قسمتها ، ادیت یا حذف شوند. برای ادیت کردن یک نظرسنجی ، بر روی دکمه ادیت در اولین نوشته یک موضوع که حاوی نظرسنجی است کلیک کنید. اگر کسی در نظرسنجی شرکت نکرده باشد شما (عضو معمولی) می توانید آن را حذف یا وضعیتهای آن را ادیت کنید. در صورتی که اعضا در نظرسنجی شرکت کرده باشند ، فقط مدیران سایت و قسمتها می توانند آن را ادیت یا حذف کنند.");
$faq[] = array("چرا به بخشهای سایت دسترسی ندارم؟", "دسترسی به بعضی از بخشهای سایت می تواند فقط محدود به عده ای از اعضای خاص یا گروهها باشد. برای دیدن ، خواندن ، نوشتن و ... شما لازم است این دسترسی ویژه را داشته باشید که فقط مدیران سایت و مدیران قسمتها می توانند این دسترسیها را اعطا کنند. پس باید با آنها در این مورد تماس بگیرید.");
$faq[] = array("چرا نمی توانم در نظرسنجیها شرکت کنم؟", "فقط افرادی که ثبت نام کرده باشند جهت جلوگیری در اختلال در آمارها ، می توانند در نظرسنجیها شرکت کنند. اگر شما ثبت نام کرده اید ولی هنوز نمی توانید در نظرسنجی شرکت کنید ، ممکن است اجازه لازم برای شرکت در نظرسنجیها را ندارید.");


$faq[] = array("--","ظاهر و انواع نوشته ها
");
$faq[] = array("BBCode چیست؟", "BBcode مدل خاصی از وارد کردن کدهای HTML است. اینکه شما بتوانید از BBcode استفاده بکنید بستگی به تصمیم مدیر سایت دارد. همچنین شما می توانید این قابلیت را در هنگام نوشتن پاسخی برای یک مطلب از بین ببرید. BBcode از لحاظ استایل بسیار شبیه HTML است: تگها به جای اینکه با < و > همراه باشند با ] و [ شروع و تمام می شوند و این حالت قدرت کنترل بیشتری بر آنکه چه چیزی نمایش داده شود به فرد می دهد. برای اطلاعات بیشتر در مورد BBCode به راهنمایی که در صفحه نوشتن مطلب در اختیار شماست مراجعه کنید.");
$faq[] = array("آیا می توانم از HTML استفاده کنم؟
ا", "این بستگی به نظر مدیر سایت دارد که چنین چیزی را مجاز بداند یا خیر. مدیران سایت کنترل کاملی بر روی این موارد دارند. اگر هم شما اجازه استفاده را داشته باشید ، تنها تگهایی را که مدیر سایت مجاز بداند می توانید استفاده کنید. این مورد جهت امنیت بیشتر است تا از سوء استفاده افراد در راستای خراب کردن صفحات سایت و مشکلات دیگر جلوگیری کند. اگر HTML مجاز باشد شما می توانید این قابلیت را در هنگام نوشتن مطالب از بین ببرید.");
$faq[] = array("Smiley ها چه هستند؟
", "Smiley یا صورتکها ، تصویرهای گرافیکی کوچکی هستند که می توانند جهت بیان احساسات با استفاده از کدهای کوچکی ایجاد شوند. مانند :) که خوشحال معنی می دهد و :( که غمگین معنی می دهد. لیست کامل صورتکها در کنار صفحه نوشتن مطالب در دسترس است. از این Smiley ها بیش از حد استفاده نکنید ، چراکه یک نوشته را غیر قابل خواندن خواهند کرد و مدیر آن قسمت ممکن است آنها را ادیت و یا حذف نماید و یا تمام نوشته را حذف کند.");
$faq[] = array("آیا می توانم از عکس در نوشته ها استفاده کنم؟", "عکس هم می تواند در نوشته های شما قرار داده شود. اما به هر حال امکان Upload کردن مستقیم آنها بر روی این سایت وجود ندارد. بنابراین لازم است به عکسی که بر روی بک وب سروری عمومی قرار دارد لینک بدهید. برای مثال: http://irancivileng.com/ali.jpgلینک یک فایل عکس خواهد بود. شما نمی توانید به عکسهایی که روی کامپیوتر شما هستند لینک بدهید (مگر اینکه بر روی یک وب سرور قرار داده شوند) همچنین به عکسهایی که در ایمیلهای شما و محیطهایی که برای ورود به آنها کلمه عبور لازم است نمی توانید لینک بدهید. برای نمایش عکس از BBCode مناسب [img] و یا تگ HTML مناسب (اگر مجاز است) استفاده کنید.");
$faq[] = array("اطلاعیه ها چیستند؟
", "اطلاعیه ها معمولا حاوی مطالب و اطلاعات مهمی هستند که باید در اولین فرصت خوانده شوند. اطلاعیه ها در بالای صفحه بخشی که نوشته شوند ، نمایش داده می شوند. اینکه آیا شما می توانید یک اطلاعیه بنویسید یا خیر ، بستگی به مدیر سایت و اجازه وی دارد.");
$faq[] = array("موضوعات برچسب چیستند؟
", "برچسبها زیر اطلاعیه ها و فقط روی صفحات اول بخشها نمایش داده می شوند. آنها اغلب مهم هستند پس باید در صورت امکان آنها را بخوانید. همانند اطلاعیه ها ، مدیر سایت تصمیم می گیرید که شما مجاز به نوشتن مطالب برچسب در هر بخش هستید یا خیر.");
$faq[] = array("موضوعات تعطیل شده چیستند؟", "موضوعات بنا به نظر مدیران سایت و قسمتها ، تعطیل می شوند. شما نمی توانید پاسخی برای این دسته از موضوعات بنویسید و نظرسنجیهایی که داخل این بخشها باشند به صورت اتوماتیک پایان خواهند پذیرفت. موضوعات ممکن است به دلایل بسیاری تعطیل شوند.");


$faq[] = array("--","دسته بندی اعضا و گروهها
");
$faq[] = array("مدیران سایت چه کسانی هستند؟", "مدیران سایت افرادی هستند که بالاترین مقام برای کنترل کل سایت را دارند. این افراد تمام اعمال سایت را می توانند کنترل کنند. از جمله سطح دسترسیها را تعریف کنند ، فعالیت اعضا را ممنوع کنند ، گروهها و مدیران بخشها را ایجاد کنند و ... . آنها همچنین تمام اختیارات مدیران بخشها را نیز دارند.");
$faq[] = array("مدیران بخشها چه کسانی هستند؟", "این گروه از مدیران افرادی هستند (فرد یا گروهی از افراد) که مسولیت آنها مراقبت و مدیریت فعالیتهای روزانه هر بخش است. آنها قدرت ادیت و حذف نوشته ها ، تعطیل یا باز کردن ، جابجا کردن ، حذف کردن ، تقسیم کردن موضوعات بخشهایی که تحت مدیریت آنهاست را دارند. عموما مدیران بخشها مسوولیت بازداری از خارج شدن نوشته ها از موضوع بحث را دارند. همچنین از سوء استفاده و نوشتن مطالب زشت و توهین آمیز جلوگیری خواهند کرد.");
$faq[] = array("گروههای اعضا چیستند؟", "گروهها راهی برای دسته بندی اعضا توسط مدیر سایت است. هر عضو می تواند در گروههای مختلفی عضو باشد و هر گروه می تواند اجازه ها و سطح دسترسیهای خاص به خود را داشته باشد. این مورد کار مدیر سایت را در تعیین اعضا برای مدیریت یک بخش یا دسترسی آنها به یک بخش خصوصی آسان تر می کند.");
$faq[] = array("چگونه می توانم در یک گروه عضو شوم؟", "برای عضویت در یک گروه ، بر روی لینک گروهها در بالای هر صفحه (محل این لینک به نوع تمپلیت بستگی دارد) کلیک کنید و لیست تمام گروهها را ببینید. تمام گروهها برای دسترسی مجاز نیستند. بعضی از گروهها ممکن است تعطیل و بعضی ممکن است مخفی باشند. اگر سایت باز باشد ، شما می توانید برای عضویت با کلیک کردن بر روی دکمه مربوطه درخواست کنید. مدیر آن گروه باید درخواست شما را تایید کند. آنها ممکن است از شما بخواهند که دلیل خود را برای عضویت در این گروه بگویید. لطفا از مدیر یک گروه در صورت مخالفت با درخواست شما ایراد و خرده نگیرید. آنها دلایل خود را برای این عمل خود دارند.");
$faq[] = array("چگونه می توانم مدیر یک گروه بشوم؟", "گروهها توسط مدیر سایت ساخته می شوند. کسی که مدیران بخشها را تعیین می کند. اگر علاقه به ساختن گروهی دارید ، اولین مرحله تماس با مدیر سایت است. می توانید با یک پیام خصوصی وی را از این موضوع مطلع کنید.");


$faq[] = array("--","پیامهای شخصی");
$faq[] = array("من نمی توانم پیام خصوصی بفرستم!", "سه دلیل ممکن است وجود داشته باشد؛ شما ثبت نام یا Login نکرده اید. مدیر سایت این قابلیت را برای تمامی اعضا بسته است. یا اینکه مدیر سایت ، به شخص شما اجازه فرستادن پیامهای خصوصی را نداده است. در این صورت باید با مدیر سایت تماس بگیرید و جویای دلیل این کار وی شوید.");
$faq[] = array("من پیامهای شخصی ناخواسته دریافت می کنم!", "در آینده یک لیست برای Ignore کردن افراد جهت جلوگیری از فرستادن پیامهای خصوصی ایجاد خواهیم کرد. هم اکنون در صورتیکه تعداد زیادی از این پیامهای ناخواسته از کسی دریافت می کنید، مدیر سایت را مطلع کنید. آنها قدرت جلوگیری از فرستادن پیامهای شخصی توسط فرد خاطی را دارند.");
$faq[] = array("من یک ایمیل ناخواسته از یکی از اعضای سایت دریافت کرده ام!", "از چنین وضعیتی متاسفیم. فرم فرستادن ایمیل از طریق این سایت مجهز به ابزاری جهت پیگیری افرادی که چنین اعمالی را انجام می دهند ، دارد. شما باید مدیر سایت را با یک ایمیل و فرستادن کپی ایمیلی که دریافت کرده اید از این موضوع با خبر کنید و لازم است که Header ایمیل دریافت شده ، حتما همراه ایمیل باشد. (این قسمت از ایمیل مشخصات فرستنده ایمیل را نشان می دهد). سپس مدیران سایت اقدامات لازم را انجام خواهند داد.");

//
// These entries should remain in all languages and for all modifications,<a href=\"http://phpbb.com/\" target=\"_blank\">phpBB Group</a>
//
$faq[] = array("--","مسایل مربوط به phpBB 2
");
$faq[] = array("کد نویسی این مجموعه را چه کسی انجام داده است؟", "این مجموعه (در حالتی که تغییراتی در آن ایجاد نشده باشد) توسط گروه phpBB تهیه و تنظیم شده است و تمامی حقوق آن برای این گروه محفوظ است. همچنین این مجموعه تحت لیسانس عمومی GNU تهیه شده و می تواند به رایگان مورد استفاده قرار بگیرد. برای اطلاعات بیشتر روی لینک پایین صفحات کلیک کنید. همچنین کار ترجمه فارسی کلیه قسمتهای این سایت توسط<a target=\"_blank\" href=\"http://farsiprojects.com\">گروه پروژه های فارسی</a> انجام گرفته است . که برای کسب جدیدترین اطلاعات در زمینه <span lang=\"en-us\">phpBB</span> به زبان فارسی میتوانید به سایت این گروه مراجعه نمایید.");

$faq[] = array("چرا فلان ویژگی بر روی سایت فعال نیست؟", "این مجموعه توسط گروه phpBB نوشته شده است. اگر فکر می کنید ویژگی خاصی باید به آن اضافه شود ، به سایت phpbb.com بروید و ببینید چه چیزی برای گفتن دارد. لطفا درخواست ویژگیهای خود را در سایت phpBB نفرستید چرا که گروه SourceForge را برای آماده سازی ویژگیهای جدید استفاده می کند. لطفا مطالب نوشته شده در بخشهای آن سایت را ببینید. ما همچنان تلاش می کنیم ویژگیهای جدیدی به این مجموعه اضافه کنیم پس مراحل نوشته شده در آنجا را طی کنید.");
$faq[] = array("در صورت مشاهده سوء استفاده یا موارد خلاف قانون در این سایت با چه کسی می توانم تماس بگیرم؟", " با مدیر این سایت تماس بگیرید. اگر نتوانستید مدیر سایت را پیدا کنید ، باید ابتدا با یکی از مدیران بخشها تماس گرفته و از او مشخصات مدیر سایت را بگیرید. اگر باز هم پاسخی دریافت نکردید باید با صاحب آن دامین (Domain) تماس بگیرید و اگر سایت بر روی یک سرویس دهنده مجانی مانند Yahoo , free.fr , f2s.com , … قرار دارد با مدیر یا مسوول قسمت جلوگیری از سوء استفاده آن سرویس دهنده تماس بگیرید. توجه داشته باشید که گروه phpBB هیچ کنترلی در مورد اینکه این سایت تحت مدیریت چه کسی است ، ندارد. همچنین هیچ گونه مسوولیت در مورد مدیریت سایت نخواهد داشت. به همین دلیل تماس گرفتن با گروه phpBB بی فایده خواهد بود و محتوای این سایت هیچ ربطی به مجموعه phpBB نخواهد داشت. اگر در این قبیل موارد با گروه phpBB تماس بگیرید انتظار هیچ پاسخ درستی را نداشته باشید.");

$faq[] = array("--","Attachments");

$faq[] = array("How do I add an attachment?", "You can add attachments when you post a new post. You should see a <i>Add an Attachment</i> form below the main posting box. When you click the <i>Browse...</i> button the standard Open dialogue window for your computer will open. Browse to the file you want to attach, select it and click OK, Open or doubleclick according to your liking and/or the correct procedure for your computer. If you choose to add a comment in the <i>File Comment</i> field this comment will be used as a link to the attached file. If you haven't added a comment the filename itself will be used to link to the attachment. If the board administrator has allowed it you will be able to upload multiple attachements by following the same procedure as described above until you reach the max allowed number of attachments for each post.<br/><br/>The board administrator sets an upper limit for filesize, defined file extensions and other things for attachments on the board. Be aware that it's your responsiblity that your attachments comply with the boards acceptance of use policy, and that they may be deleted without warning.<br/><br/>Please note that the boards owner, webmaster, administrator or moderators can not and will not take responsibility for any loss of data.");

$faq[] = array("How do I add an attachment after the initial posting?", "To add an attachment after the initial posting you'll need to edit your post and follow the description above. The new attachment will be added when you click <i>Submit</i> to add the edited post.");

$faq[] = array("How do I delete an attachment?", "To delete attachments you'll need to edit your post and click on the <i>Delete Attachment</i> next to the attachment you want to delete in the <i>Posted Attachments</i> box. The attachment will be deleted when you click <i>Submit</i> to add the edited post.");

$faq[] = array("How do I update a file comment?", "To update a file comment you'll need to edit your post, edit the text in the <i>File Comment</i> field and click on the <i>Update Comment</i> button next to the file comment you want to update in the <i>Posted Attachments</i> box. The file comment will be updated when you click <i>Submit</i> to add the edited post.");

$faq[] = array("Why isn't my attachment visible in the post?", "Most probably the file or Extension is no longer allowed on the forum, or a moderator or administrator has deleted it for being in conflict with the boards acceptance of use policy.");

$faq[] = array("Why can't I add attachments?", "On some forums adding attachments may be limited to certain users or groups. To add attachments you may need special authorisation, only the forum moderator and board admin can grant this access, you should contact them.");

$faq[] = array("I've got the necessary permissions, why can't I add attachments?", "The board administrator sets an upper limit for filesize, file extensions and other things for attachments on the board. A moderator or administrator may have altered your permissions, or discontinued attachments in the specific forum. You should get an explanation in the error message when trying to add an attachment, if not you might consider contacting the moderator or administrator.");

$faq[] = array("Why can't I delete attachments?", "On some forums deleting attachments may be limited to certain users or groups. To delete attachments you may need special authorisation, only the forum moderator and board admin can grant this access, you should contact them.");

$faq[] = array("Why can't I view/download attachments?", "On some viewing/downloading forums attachments may be limited to certain users or groups. To view/download attachments you may need special authorisation, only the forum moderator and board admin can grant this access, you should contact them.");

$faq[] = array("Who do I contact about illegal or possibly illegal attachments?", "You should contact the administrator of this board. If you cannot find who this is you should first contact one of the forum moderators and ask them who you should in turn contact. If you still get no response you should contact the owner of the domain (do a whois lookup) or, if this is running on a free service (e.g. yahoo, free.fr, f2s.com, etc.), the management or abuse department of that service. Please note that phpBB Group has absolutely no control and cannot in any way be held liable over how, where or by whom this board is used. It is absolutely pointless contacting phpBB Group in relation to any legal (cease and desist, liable, defamatory comment, etc.) matter not directly related to the phpbb.com website or the discrete software of phpBB itself. If you do email phpBB Group about any third party use of this software then you should expect a terse response or no response at all.");

//
// This ends the FAQ entries
//

