<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с главни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Encyclopedia                                 */
/*            Файл :  /modules/Encyclopedia/language/lang-bulgarian.php   */
/*                                                                        */
/**************************************************************************/

define("_PREVIOUS","Предишна Страница");
define("_NEXT","Следваща Страница");
define("_SEARCHRESULTS","Резултати от Търсенето");
define("_PAGE","Страница");
define("_RETURNTO","Връщане на");
define("_DEACTIVATE","Изключване");
define("_ACTIVATE","Включване");
define("_ENCYCLOPEDIA","Енциклопедия");
define("_NOCONTENTFORLETTER","За съжаление, няма съдържание за буквата");
define("_ENCYSELECTLETTER","Моля, изберете буква за по-нататъшно извеждане на обсъждания термин :");
define("_COPYRIGHT","Защитено авторско право &copy; на $sitename. Всички Права Запазени.");
define("_YOURADMINENCY","Вие сте Администратор, тази Енциклопедия не е активна!");
define("_ENCYNOTACTIVE","За съжаление, тзаи Енциклопедия не е активна в момента.");
define("_AVAILABLEENCYLIST","Списък на наличните Енциклопедии в");
define("_YOURADMININACTIVELIST","Вие сте Администратор: следва списък на Неактивните Енциклопедии :");
define("_NORESULTSTEXT","Няма резултати в Текст на Термин...");
define("_NORESULTSTITLE","Няма резултати в Заглавие на Термина...");
define("_SEARCHRESULTSFOR","Резултати от Търсенето за :");
define("_SEARCHNOTCOMPLETE","Опциите за Търсене не са пълни. Моля, опитайте отново.");
define("_RESULTSINTERMTITLE","Резултати в Заглавие на Термин :");
define("_RESULTSINTERMTEXT","Резултати в Текст на Термин :");

?>