Subject: Äîáðîäî¼äîâòå âî ôîðóìîò íà {SITENAME}
Charset: utf-8

{WELCOME_MSG}

Âå ìîëèìå ÷óâà¼òå ãî îâî¼ å-ìàèë. Òâî¼àòà ÷ëåíñêà èíôîðìàöè¼à å:

----------------------------
Êîðèñíè÷êî èìå: {USERNAME}
Ëîçèíêà: {PASSWORD}
----------------------------

Òâîåòî ÷ëåíñòâî å ìîìåíòàëíî íåàêòèâíî. Íå ìîæåòå äà ¼à êîðèñòèòå ñå äîäåêà íå êëèêíåòå íà îâî¼ ëèíê:

{U_ACTIVATE}

Èìà¼òå íà óì äåêà âàøàòà ëîçèíêà å êðèïòèðàíà âî íàøàòà áàçà è âî ñëó÷à¼ äà ¼à çàáîðàâèòå íå ìîæåìå äà âè ¼à ïðàòèìå èñòàòà. Ìåóòîà àêî îâà ñå ñëó÷è,  ìîæåòå äà ïîáàðàòå íîâà è å áèäå àêòèâèðàíà íà èñòèîò íà÷èí êàêî îâàà.

Áëàãîäàðèìå øòî ñå ðåãèñòðèðàâòå.

{EMAIL_SIG}