<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Top                                          */
/*            Файл :  /modules/Top/language/lang-bulgarian.php            */
/*                                                                        */
/**************************************************************************/

define("_CATEGORY","Категория");
define("_LVOTES","гласа");
define("_HITS","Посещения");
define("_TOPWELCOME","Добре дошли в ТОП листата за");
define("_READSTORIES","най-четените статии");
define("_COMMENTEDSTORIES","най-коментираните статии");
define("_ACTIVECAT","най-активните категории");
define("_READSECTION","най-четените статии в специални секции");
define("_NEWSSUBMITTERS","най-активните новинари");
define("_NEWSSENT","изпратени новини");
define("_VOTEDPOLLS","анкети с най-много гласове");
define("_MOSTACTIVEAUTHORS","най-активни автори");
define("_NEWSPUBLISHED","публикувани новини");
define("_READREVIEWS","най-четени рецензии");
define("_DOWNLOADEDFILES","файлове с най-много даунлоуди");
define("_LDOWNLOADS","даунлоуди");
define("_MOSTREADPAGES","най-четени страници");
define("_MOSTVOTEDSTORIES","статии с най-много гласове");
define("_POINTS","точки");
define("_BESTRATEDSTORIES","статии с най-добра оценка (на базата на 5 максимални точки)");

?>