<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.RecommendUs                                  */
/*            Файл :  /modules/Recommend_Us/language/lang-bulgarian.php   */
/*                                                                        */
/**************************************************************************/

define("_SEND","Изпращане");
define("_FYOURNAME","Вашето Име:");
define("_FYOUREMAIL","Вашият E-M@IL:");
define("_FFRIENDNAME","Името на Вапият Приятел:");
define("_FFRIENDEMAIL","E-M@IL-ът на Вашият Приятел:");
define("_HELLO","Привет");
define("_YOURFRIEND","Вашият Приятел");
define("_RECOMMEND","Препоръчай този Сайт на Приятел");
define("_INTSITE","Интересен Сайт:");
define("_OURSITE","Считам сайта");
define("_INTSENT","за интересен и реших да ти го изпратя.");
define("_FSITENAME","Име на Сайт:");
define("_FSITEURL","URL на Сайт:");
define("_FREFERENCE","Препоръката за Сайта беше изпратена на");
define("_THANKSREC","Благодарим Ви, че направихте Препоръка!");

?>