<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Search                                       */
/*            Файл :  /modules/Search/language/lang-bulgarian.php         */
/*                                                                        */
/**************************************************************************/

define("_ALLTOPICS","Всички Теми");
define("_NOCOMMENTS","Без Коментари");
define("_UCOMMENT","Коментар");
define("_REVIEWS","Рецензии");
define("_SEARCHUSERS","Търсене в Потребителската База от Данни");
define("_SEARCHSECTIONS","Търсене в Специални Секции");
define("_SEARCHREVIEWS","Търсене в Рецензии");
define("_SEARCHIN","Търсене в");
define("_ARTICLES","Статии");
define("_ALLAUTHORS","Всички Автори");
define("_ALL","Навсякъде");
define("_WEEK","седмица");
define("_WEEKS","седмици");
define("_MONTH","месец");
define("_MONTHS","месеци");
define("_SEARCHON","Търсене в:");
define("_SSTORIES","Тематика");
define("_SSECTIONS","Секции");
define("_SUSERS","Потребители");
define("_NOMATCHES","Нищо не бе намерено по Вашето запитване");
define("_PREVMATCHES","предишни съответствия");
define("_NEXTMATCHES","следващи съответствия");
define("_INSECTION","Статия в Секция");
define("_NONAME","Не е Въведено Име");
define("_SCOMMENTS","Коментари");
define("_SEARCHRESULTS","Резултати от Търсенето");
define("_CONTRIBUTEDBY","Публикувано от");
define("_UCOMMENTS","Коментари");
define("_MATCHTITLE","Съответствие в Заглавие");
define("_MATCHTEXT","Съответствие в Текст на Статия");
define("_MATCHBOTH","Съответствие в Заглавие и Текст на Статия");
define("_SREPLY","Отговор");
define("_SREPLIES","Отговори");
define("_ATTACHART","Присъединение към Статия");
define("_PAGES","Страници");
define("_REVIEWSCORE","Резултат за тази Рецензия");
define("_PAGE","Страница");
define("_DOWNLOADS","Downloads");
define("_WEBLINKS","WEB Връзки");
define("_FINDMORE","... повече");
define("_DIDNOTFIND","Не намерихте, това което търсите ли?");
define("_ENCYCLOPEDIA","Енциклопедия");
define("_SEARCHINSTORY","Търсене във Всички Коментари в Статията:");

?>