<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с главни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.SubmitNews                                   */
/*            Файл :  /modules/Submit_News/language/lang-bulgarian.php    */
/*                                                                        */
/**************************************************************************/

define("_PRINTER","Извеждане в Отделна Страница");
define("_FRIEND","Изпратете тази Статия на Приятел");
define("_YOURNAME","Вашето Име");
define("_OK","Добре!");
define("_ALLOWEDHTML","Разрешен HTML:");
define("_EXTRANS","Външни (html етикети към текст)");
define("_HTMLFORMATED","HTML Форматиране");
define("_PLAINTEXT","Изходен Текст");
define("_ARTICLES","Статии");
define("_SUBMITNEWS","Изпращане на Статии");
define("_SUBMITADVICE","Моля напишете Вашата статия, попълвайки формата по долу и внимателно проверете предложението.<br>Осведомяваме Ви, че не всички предложения се публикуват.<br>Вашето предложение ще бъде проверено за правилна граматика и ако се наложи, ще бъдат направени корекции.");
define("_SUBTITLE","Заглавие");
define("_BEDESCRIPTIVE","Бъдете Описателни, Разбираеми и Семпли");
define("_BADTITLES","грешни заглавия='Check This Out!' или 'An Article'");
define("_HTMLISFINE","Добра идея е използването на HTML, но внимателно проверете URL и HTML етикетите!");
define("_AREYOUSURE","Използвате ли URL? А проверени ли са?");
define("_SUBPREVIEW","Поне веднъж направете предварителен преглед преди да изпратите за публикуване");
define("_SELECTTOPIC","Избор на Тема");
define("_NEWSUBPREVIEW","Предварителен Преглед на Предадени Статии");
define("_STORYLOOK","Вашата статия ще изглежда по следния начин:");
define("_CHECKSTORY","Моля проверете текста, връзките и всичко останало преди да изпратите Вашата статия!");
define("_THANKSSUB","Благодарим Ви, че ни изпратихте Вашата статия!");
define("_SUBSENT","Вашата Статия беше приета...");
define("_SUBTEXT","Статията която сте изпратили ще бъде проверена през следващите няколко часа и ако е интересна и полезна ще бъде публикувана.");
define("_WEHAVESUB","До този момент имаме");
define("_WAITING","статии очакващи да бъдат публикувани.");
define("_PREVIEW","Предварителен Преглед");
define("_NEWUSER","Нов потребител");
define("_USCORE","Резултат");
define("_DATE","Дата");
define("_STORYTEXT","Текст на Статия");
define("_EXTENDEDTEXT","Разширен Текст");
define("_LANGUAGE","Език");

define("_SELECTMONTH2VIEW","Моля, изберете месец, който желаете да видите:");
define("_SHOWALLSTORIES","Показване на Всички Статии");
define("_STORIESARCHIVE","Архив на Статии");
define("_ACTIONS","Действие");
define("_ARCHIVESINDEX","Индекс на Архив на Статии");
define("_ALLSTORIESARCH","Всички Статии");
define("_NEXTPAGE","Следваща Страница");
define("_PREVIOUSPAGE","Предишна Страница");

?>