<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.StoriesArchive                               */
/*            Файл : /modules/Stories_Archive/language/lang-bulgarian.php */
/*                                                                        */
/**************************************************************************/

define("_PRINTER","Принтиране на Текущата Страница");
define("_FRIEND","Изпратете тази Статия на Приятел");
define("_ARTICLES","Статии");
define("_USCORE","Резултат");
define("_DATE","Дата");
define("_SELECTMONTH2VIEW","Моля, изберете месец, който желаете да видите:");
define("_SHOWALLSTORIES","Показване на Всички Статии");
define("_STORIESARCHIVE","Архив на Статии");
define("_ACTIONS","Действие");
define("_ARCHIVESINDEX","Индекс на Архив на Статии");
define("_ALLSTORIESARCH","Всички Статии");
define("_NEXTPAGE","Следваща Страница");
define("_PREVIOUSPAGE","Предишна Страница");

?>