<?php

/**************************************************************************/
/* PHP-NUKE: Advanced Content Management System                           */
/* ============================================                           */
/*                                                                        */
/* Това е езиков модул със всички системни съобщения.                     */
/*                                                                        */
/* Ако Вие сте направили превод, моля отидете на сайта и изпратете там    */
/* преведеният файл. Моля, запазете оргиналният текст в реда на модулите, */
/* едно точно значение за линия, като внимателно проверите Вашият превод! */
/*                                                                        */
/* Вие трябва да промените втората поставена в кавички фраза,             */
/* а не тази с галвни букви!                                              */
/*                                                                        */
/* Ако има нужда да използвате двойни кавички ("), незабравяйте да        */
/* добавите обратно наклонена черта (\), като Вашият текст ще изглежда    */
/* така: Това е текст заграден от \"двойни кавички\". Ако използвате      */
/* HTML код, трябва да го проверите внимателно.                           */
/*                                                                        */
/*    Преведено от :  ИНФОРМАТОР                                          */
/*        WEB сайт :  http://www.informator.org/                          */
/*           Email :  info@informator.org                                 */
/*                                                                        */
/*            Дата :  06.04.2003                                          */
/* Преводна версия :  v.65.1.Content                                      */
/*            Файл :  /modules/Content/language/lang-bulgarian.php        */
/*                                                                        */
/**************************************************************************/

define("_PREVIOUS","Предишна Страница");
define("_NEXT","Следваща Страница");
define("_PAGE","Страница");
define("_DEACTIVATE","Деактивиране");
define("_ACTIVATE","Активиране");
define("_PUBLISHEDON","Публикуване");
define("_PAGESLIST","Списък на Страниците");
define("_LISTOFCONTENT","Списък на наличното съдържание в");
define("_YOURADMINLIST","Вие сте Администратор: следва списък на Неактивните страници :");
define("_COPYRIGHT","Авторско право &copy; на");
define("_COPYRIGHT2","Всички Права Запазени.");
define("_CONTENTCATEGORIES","Налично Съдържание в Категориите");
define("_NONCLASSCONT","Съдържание без Категория");

?>