Subject: أهلا وسهلا بكم في منتدى {SITENAME}
Charset: utf-8

{WELCOME_MSG}

الرجاء الاحتفاظ بهذه الرسالة في مكان آمن. معلومات حسابك هي:

----------------------------
اسم المستخدم: {USERNAME}
كلمة السر: {PASSWORD}
----------------------------

حسابك الان غير نشط, على مدير الموقع تشغيله قبل ان تستطيع الدخول. سوف يصلك بريد آخر يعلمك بذلك.

لا تنسى كلمة السر، فقد تم تشفيرها في قاعدة البيانات ولن نستطيع استرجاعها. لكن, إذا نسيت كلمة السر تستطيع الطلب من المدير باعادة تشغيل حسابك وتكوين كلمة سر جديدة.

شكرا لتسجيلك ومرحبا بك.

{EMAIL_SIG}