Subject: أهلا وسهلا بكم في منتدى {SITENAME}
Charset: utf-8

{WELCOME_MSG}

الرجاء حفظ هذه الرسالة. بيانات حسابك هي كالتالي:

----------------------------
اسم المتسخدم: {USERNAME}
كلمة السر: {PASSWORD}
----------------------------

حسابك الان غير نشط. لا تستطيع استعمال حسابك حتى تنتقل الى الموقع التالي:

{U_ACTIVATE}

لا تنسى كلمة السر، فقد تم تشفيرها في قاعدة البيانات ولن نستطيع استرجاعها. لكن, إذا نسيت كلمة السر تستطيع الطلب من المدير باعادة تشغيل حسابك وتكوين كلمة سر جديدة.

نشكرك على تسجيلك.

{EMAIL_SIG}