Subject: New password activation
Charset: utf-8

مرحبا {USERNAME}

لقد وصلت لك هذه الرسالة لأنك (أو شخصا يدعي انه انت) قد طلب كلمة سر جديدة ترسل لحسابك في الموقع {SITENAME}. اذا لم تكن انت مقدم الطلب تجاهل هذه الرسالة, اذا كانت هذه الرسالة تصلك باستمرار عليك الاتصال بمدير الموقع.

لاستعمال كلمة السر الجديدة عليك تشغيلها. للتشغيل اضغط على الوصلة التالية.

{U_ACTIVATE}

اذا تمت العملية بنجاح سوف تستطيع استعمال كلمة السر التالية:

كلمة السر: {PASSWORD}

طبعا بوسعك تغيير كلمة السر بنفسك خلال صفحة معلوماتك الشخصية. اذا واجهت صعوبة عليك الاتصال بمدير الموقع.

{EMAIL_SIG}